{"subjects": [], "objects": [], "sentence": "Sodimico (Société de développement industriel et minier du Congo) is a state-owned mining company in the Democratic Republic of the Congo (DRC).", "response": 0, "entities": [[[0, 8], [10, 54]], [[105, 32], [139, 3]]]}
{"subjects": [], "objects": [], "sentence": "The idea for a Crew Exploration Vehicle (CEV) was announced on January 14, 2004, as part of the Vision for Space Exploration after the Space Shuttle Columbia accident.", "response": 0, "entities": [[[15, 24], [41, 3]], [[63, 16]], [[96, 28]], [[135, 31]]]}
{"subjects": [], "objects": [], "sentence": "The financial failure of Daisy Miller and internal fighting over The Conversation ended the Directors Company.", "response": 0, "entities": [[[25, 12]], [[65, 16]], [[92, 17]]]}
{"subjects": [], "objects": [], "sentence": "The Hawkesbury lost part of the district to Sherbrooke and was expanded to include parts of Northumberland, and the abolished seat of The Nepean.", "response": 0, "entities": [[[0, 14]], [[44, 10]], [[92, 14]], [[134, 10]]]}
{"subjects": [], "objects": [], "sentence": "In 2001, she was awarded the Centenary Medal for her service to the arts as Chair of the West Australian Symphony Orchestra and Black Swan Theatre Company.", "response": 0, "entities": [[[3, 4]], [[9, 3], [49, 3]], [[29, 15]], [[89, 34]], [[128, 26]]]}
{"subjects": [2], "objects": [1], "sentence": "In January 2007, NCR announced a spinoff of Teradata, the company's data-warehousing business, which was completed on October 1, 2007.", "response": 1, "entities": [[[3, 12]], [[17, 3], [54, 11]], [[44, 8]], [[118, 15]]]}
{"subjects": [], "objects": [], "sentence": "The company provides incorporation, corporate documentation solutions along with entity support services and was the top-ranked Delaware Incorporator on the 2007 Delaware Business Ledger Book of Lists.", "response": 0, "entities": [[[0, 11]], [[128, 21]], [[157, 4]], [[162, 38]]]}
{"subjects": [], "objects": [], "sentence": "Remmes frequently writes and performs with Mind The Gap Theatre, an Anglo-American theatre company based in New York City.", "response": 0, "entities": [[[0, 6]], [[43, 20]], [[68, 14]], [[108, 13]]]}
{"subjects": [], "objects": [], "sentence": "As of July 2013, five companies were using Intel's fabs via the Intel Custom Foundry division: Achronix, Tabula, Netronome, Microsemi, and Panasonic - most are field-programmable gate array (FPGA) makers, but Netronome designs network processors.", "response": 0, "entities": [[[6, 9]], [[43, 5]], [[64, 20]], [[95, 8]], [[105, 6]], [[113, 9], [209, 9]], [[124, 9]], [[139, 9]], [[191, 4]]]}
{"subjects": [], "objects": [], "sentence": "Created at MIT, as part of Project Athena, Zephyr was designed as an instant messaging protocol and application-suite with a heavy Unix background.", "response": 0, "entities": [[[11, 3]], [[27, 14]], [[43, 6]], [[131, 4]]]}
{"subjects": [2], "objects": [1], "sentence": "In 1904, anticipating the growing market for motorcars, C.C.M. established the Russell Motor Car Company in Toronto.", "response": 1, "entities": [[[3, 4]], [[56, 5]], [[79, 25]], [[108, 7]]]}
{"subjects": [], "objects": [], "sentence": "As of January 1, 2004, the largest single shareholder of AT&T Wireless was Japan's NTT DoCoMo, which was one of the first to place a bid to buy the company.", "response": 0, "entities": [[[6, 15]], [[57, 13], [144, 11]], [[75, 5]], [[83, 10], [95, 5]]]}
{"subjects": [0], "objects": [2], "sentence": "The Evenflo brand traces its roots back to the 1920 founding of the Pyramid Rubber Company in Ravenna, Ohio.", "response": 1, "entities": [[[4, 7], [25, 3]], [[47, 4]], [[68, 22]], [[94, 7]], [[103, 4]]]}
{"subjects": [], "objects": [], "sentence": "In January 2002, Global Crossing reorganized under Chapter 11 bankruptcy protection and announced that Singapore Technologies Telemedia would take a controlling interest in the company.", "response": 0, "entities": [[[3, 12]], [[17, 15], [173, 11]], [[51, 10]], [[103, 32]]]}
{"subjects": [], "objects": [], "sentence": "Transit began in Peterborough as a streetcar service with the Peterborough and Ashburnham Street Railway Company, which was established in 1893 and operated until 1898.", "response": 0, "entities": [[[17, 12]], [[62, 50], [114, 5]], [[139, 4]], [[163, 4]]]}
{"subjects": [], "objects": [], "sentence": "The company has its headquarters in Amsterdam, Netherlands with offices in the United Arab Emirates and India and along with regional presence in Germany, Mexico, Singapore, South Africa, Malaysia and Argentina.", "response": 0, "entities": [[[0, 11], [16, 3]], [[36, 9]], [[47, 11]], [[79, 20]], [[104, 5]], [[146, 7]], [[155, 6]], [[163, 9]], [[174, 12]], [[188, 8]], [[201, 9]]]}
{"subjects": [], "objects": [], "sentence": "The Guittard Chocolate Company is an American-based chocolate maker which produces couverture chocolate, using original formulas and traditional French methods.", "response": 0, "entities": [[[4, 26], [68, 5]], [[37, 8]], [[145, 6]]]}
{"subjects": [1, 3], "objects": [0], "sentence": "The company purchased MCI Communications's mobile businesses in 1986, followed by LIN Broadcasting in 1989, giving them widespread access in all of the major US markets.", "response": 1, "entities": [[[0, 11]], [[22, 18]], [[64, 4]], [[82, 16]], [[102, 4]], [[158, 2]]]}
{"subjects": [1], "objects": [2], "sentence": "He is also a director of The Kingsbury PLC (formerly Hotel Services (Ceylon) PLC), a subsidiary of Hayleys PLC.", "response": 1, "entities": [[[0, 2]], [[25, 17], [53, 27]], [[99, 11]]]}
{"subjects": [], "objects": [], "sentence": "In 2007, physical theatre company Double Edge Theatre premiered a piece called Republic of Dreams, based on the life and works of Bruno Schulz.", "response": 0, "entities": [[[3, 4]], [[34, 19]], [[79, 18]], [[130, 12]]]}
{"subjects": [2], "objects": [4], "sentence": "On May 13, 2013, he was named head coach of the Los Angeles D-Fenders, a D-League team owned by the Los Angeles Lakers.", "response": 1, "entities": [[[3, 12]], [[17, 2]], [[48, 21]], [[73, 8]], [[100, 18]]]}
{"subjects": [], "objects": [], "sentence": "He notably forged a partnership with Breyers Ice Cream, and the company invented their marshmallow ice cream flavor along with making other products for Breyers.", "response": 0, "entities": [[[0, 2]], [[37, 17], [153, 7]], [[60, 11]]]}
{"subjects": [], "objects": [], "sentence": "All the Uruguayan cell phone companies (Antel, Claro, Movistar) offer data plans for their smartphone users as well as USB modems for personal computers.", "response": 0, "entities": [[[8, 9]], [[40, 5]], [[47, 5]], [[54, 8]], [[119, 3]]]}
{"subjects": [2], "objects": [1], "sentence": "In September 2010, the company launched two new products through its newly formed division Black Box Intelligence.", "response": 1, "entities": [[[3, 14]], [[19, 11], [65, 3]], [[91, 22]]]}
{"subjects": [], "objects": [], "sentence": "Currently, it is the fifth biggest Metro company in Spain by number of passengers carried – it carried 16 million passengers in 2017.", "response": 0, "entities": [[[35, 5]], [[52, 5]], [[128, 4]]]}
{"subjects": [], "objects": [], "sentence": "JD Sports Fashion plc, more commonly known as just JD Sports, is a sports-fashion retail company based in Bury, Greater Manchester, England with shops throughout the United Kingdom, Europe, the United States, Asia and Australia.", "response": 0, "entities": [[[0, 21], [51, 9]], [[106, 24]], [[132, 7]], [[166, 14]], [[182, 6]], [[194, 13]], [[209, 4]], [[218, 9]]]}
{"subjects": [], "objects": [], "sentence": "In 1979, the Academy Building was photographed as part of the Historic American Buildings Survey.", "response": 0, "entities": [[[3, 4]], [[13, 16]], [[62, 34]]]}
{"subjects": [], "objects": [], "sentence": "The Good Guys closed in 2005, and it replaced by Golfsmith a year later.", "response": 0, "entities": [[[0, 13], [34, 2]], [[24, 4]], [[49, 9]]]}
{"subjects": [7, 8], "objects": [4], "sentence": "In addition, the company distributes Dover Publications and Reader's Digest books into the UK Trade and is also used by F+W as a UK and Europe distribution platform for the overseas acquired companies Krause Publications and Adams Media.", "response": 1, "entities": [[[13, 11]], [[37, 18]], [[60, 15]], [[91, 8]], [[120, 3]], [[129, 2]], [[136, 6]], [[201, 19]], [[225, 11]]]}
{"subjects": [], "objects": [], "sentence": "The five corporate members of the Chicago Lighting Institute were the Commonwealth Edison Company, the Electric Association, the General Electric Company, Sylvania Electric Products, Inc., and Westinghouse Electric Corporation.", "response": 0, "entities": [[[34, 26]], [[70, 27]], [[103, 20]], [[129, 24]], [[155, 32]], [[193, 33]]]}
{"subjects": [0], "objects": [1], "sentence": "The station is owned by KSPS Public Television.", "response": 1, "entities": [[[0, 11]], [[24, 22]]]}
{"subjects": [], "objects": [], "sentence": "Several buildings were erected close to Broadway in anticipation of the construction of the Interborough Rapid Transit Company's first subway line (now part of the New York City Subway's Broadway–Seventh Avenue Line, serving the ).", "response": 0, "entities": [[[40, 8]], [[92, 34]], [[164, 20]], [[187, 28]]]}
{"subjects": [3], "objects": [2], "sentence": "The store was eventually rebranded to Macy's on September 9, 2006 as a result of Federated Department Stores' purchase of the May Company in 2005.", "response": 1, "entities": [[[38, 6]], [[48, 17]], [[81, 27]], [[126, 11]], [[141, 4]]]}
{"subjects": [], "objects": [], "sentence": "In February 2003, at the same time he registered Trendax, Dotcom set up another company called Data Protect Limited, but changed the name to Megaupload in 2005.", "response": 0, "entities": [[[3, 13]], [[35, 2], [58, 6]], [[49, 7]], [[95, 20]], [[141, 10]], [[155, 4]]]}
{"subjects": [2], "objects": [3], "sentence": "Outlet was taken private in 1986 and the company's new owners sold KSAT to H&C Communications.", "response": 1, "entities": [[[0, 6], [37, 11]], [[28, 4]], [[67, 4]], [[75, 18]]]}
{"subjects": [], "objects": [], "sentence": "In 1866, Royce organized the Steam-Stone Cutter Company along with W.T.", "response": 0, "entities": [[[3, 4]], [[9, 5]], [[29, 26]], [[67, 4]]]}
{"subjects": [], "objects": [], "sentence": "From 1961 to 1968, he was chairman of KTAR Broadcasting in Phoenix, Arizona, until it merged with a local billboard company to form Combined Communications Corporation.", "response": 0, "entities": [[[5, 4]], [[13, 4]], [[19, 2]], [[38, 17], [83, 2]], [[59, 7]], [[68, 7]], [[132, 35]]]}
{"subjects": [], "objects": [], "sentence": "He later became resident engineer at Kingdom studios (Chicago), which was owned by the Ghana Music Association of Chicago president Dan Boadi.", "response": 0, "entities": [[[0, 2]], [[37, 15], [64, 5]], [[54, 7]], [[87, 34]], [[132, 9]]]}
{"subjects": [2], "objects": [1], "sentence": "The first Greek races organised by OPAP subsidiary Horse Races S.A. were held in the town of Markopoulo Attica, on Friday 22 January 2016.", "response": 1, "entities": [[[10, 5]], [[35, 4]], [[51, 16]], [[93, 17]], [[115, 22]]]}
{"subjects": [1], "objects": [0], "sentence": "When Amtrak took over the Silverliner Service from Penn Central in 1972, it was operated as a quasi-commuter service that terminated at Suburban Station.", "response": 1, "entities": [[[5, 6]], [[26, 19], [73, 2]], [[51, 12]], [[67, 4]], [[136, 16]]]}
{"subjects": [], "objects": [], "sentence": "5 Pierrepont Place was previously owned by the Bath Freemasons for 200 years, after purchasing the house along with the theatre building in 1809 for £25.", "response": 0, "entities": [[[0, 18]], [[47, 15]], [[140, 4]]]}
{"subjects": [], "objects": [], "sentence": "In October 2019, Kawasaki Heavy Industries purchased a 49% stake in the company, and soon after announced an intention to manufacture Bimota bikes using parts from the Kawasaki supply chain.", "response": 0, "entities": [[[3, 12]], [[17, 25], [168, 8]], [[68, 11], [134, 6]]]}
{"subjects": [], "objects": [], "sentence": "In 1907, the Navy knew there was a problem with torpedo supply; a major contractor, the E.W. Bliss Company, could produce only 250 torpedoes per year.", "response": 0, "entities": [[[3, 4]], [[13, 4]], [[88, 18]]]}
{"subjects": [], "objects": [], "sentence": "The tunnel is part of the standard gauge Hokkaido Shinkansen and the narrow gauge Kaikyō Line of the Hokkaido Railway Company (JR Hokkaido)'s Tsugaru-Kaikyō Line.", "response": 0, "entities": [[[0, 10]], [[41, 19]], [[82, 11]], [[101, 24], [127, 11]], [[142, 19]]]}
{"subjects": [0], "objects": [1], "sentence": "It is a subsidiary of Stagecoach and operates services under contract to Transport for London mostly in east and south-east and partly in central London", "response": 1, "entities": [[[0, 2]], [[22, 10]], [[73, 20]], [[146, 6]]]}
{"subjects": [], "objects": [], "sentence": "Tube Lines was established under a Public-Private Partnership (PPP) scheme in 2003 to provide maintenance services to the London Underground, together with another company, Metronet.", "response": 0, "entities": [[[0, 10]], [[35, 26], [63, 3]], [[78, 4]], [[122, 18]], [[173, 8]]]}
{"subjects": [0], "objects": [1], "sentence": "It is also owned by Deckdisc, Editora Musical Deck that has about 6000 songs and released more than 3000 already recorded.", "response": 1, "entities": [[[0, 2]], [[20, 8]], [[30, 20]]]}
{"subjects": [2], "objects": [1], "sentence": "During World War II, M. W. Kellogg created a subsidiary company, Kellex Corporation, for work on the Manhattan Project.", "response": 1, "entities": [[[7, 12]], [[21, 13]], [[65, 18]], [[101, 17]]]}
{"subjects": [2], "objects": [4], "sentence": "In 1997 the company, which had grown to a fleet of over 100 buses, was sold to Coach USA the North American division of Stagecoach.", "response": 1, "entities": [[[3, 4]], [[8, 11], [21, 5]], [[79, 9]], [[93, 14]], [[120, 10]]]}
{"subjects": [], "objects": [], "sentence": "The Dutch company Philips also got interested in her work on the chemistry of solids.", "response": 0, "entities": [[[4, 5]], [[18, 7]], [[49, 3]]]}
{"subjects": [], "objects": [], "sentence": "The company is also involved in the construction of the Narbone Serre solar park located near Agrigento in Sicily, Italy.", "response": 0, "entities": [[[0, 11]], [[56, 13]], [[94, 9]], [[107, 6]], [[115, 5]]]}
{"subjects": [], "objects": [], "sentence": "In 1865, the company merged with the neighbouring Surrey Docks to form the Surrey Commercial Docks, controlling some 80% of London's timber trade.", "response": 0, "entities": [[[3, 4]], [[9, 11]], [[50, 12]], [[75, 23]], [[124, 21]]]}
{"subjects": [0], "objects": [1], "sentence": "It was owned by Greater Rockford Television, a group of local businessmen.", "response": 1, "entities": [[[0, 2]], [[16, 27]]]}
{"subjects": [4], "objects": [6], "sentence": "In addition to Fox’s NFL coverage, WJKT also broadcasts Titans preseason games from the Titans Preseason Television Network, operated by Nashville area ABC affiliate and Nexstar sister station WKRN.", "response": 1, "entities": [[[15, 3]], [[21, 12]], [[35, 4]], [[56, 6]], [[88, 35]], [[137, 9]], [[152, 3]], [[170, 7]], [[193, 4]]]}
{"subjects": [], "objects": [], "sentence": "The company was acquired by Mirrorsoft in February 1987, and was later dispossessed by the company due to strains of debt.", "response": 0, "entities": [[[0, 11]], [[28, 10], [87, 11]], [[42, 13]]]}
{"subjects": [], "objects": [], "sentence": "Citron Research published a report on May 19, 2019, regarding African eCommerce company Jumia, one month after its IPO had resulted in shares values rising about 250 percent.", "response": 0, "entities": [[[0, 15]], [[38, 12]], [[62, 17]], [[88, 5], [111, 3]], [[115, 3]]]}
{"subjects": [1], "objects": [4], "sentence": "Since 1989 it has been a public limited company (Aktiengesellschaft) and a subsidiary of Austria's central bank Oesterreichische Nationalbank, which also has its headquarters in Vienna.", "response": 1, "entities": [[[6, 4]], [[11, 2]], [[49, 18]], [[89, 7]], [[25, 6], [112, 29], [143, 5], [158, 3]], [[178, 6]]]}
{"subjects": [], "objects": [], "sentence": "August 15, 1992 Turkmen River Shipping company was established.", "response": 0, "entities": [[[0, 15]], [[16, 22]]]}
{"subjects": [], "objects": [], "sentence": "On 6 October 2014, in honour of the company's anniversary and the Diwali season, Flipkart held a major sale across the service that it promoted as \"Big Billion Day\".", "response": 0, "entities": [[[3, 14]], [[32, 11], [81, 8], [132, 2]], [[66, 6]], [[148, 15]]]}
{"subjects": [], "objects": [], "sentence": "In 1982, the company acquired land in the Copper Basin in Tennessee, formerly the site of the Burra Burra Mine, where copper and sulfur had been mined in the 1800s.", "response": 0, "entities": [[[3, 4]], [[9, 11]], [[42, 12]], [[58, 9]], [[94, 16], [112, 5]]]}
{"subjects": [], "objects": [], "sentence": "In January 2019, San Francisco Shock announced an official partnership with German audio company Sennheiser.", "response": 0, "entities": [[[3, 12]], [[17, 19]], [[76, 6]], [[97, 10]]]}
{"subjects": [], "objects": [], "sentence": "Nuti explained the decision in a 2012 interview: “The decision was good for the company long term, but we made it with a heavy heart.”", "response": 0, "entities": [[[0, 4]], [[33, 4]], [[76, 11]]]}
{"subjects": [1], "objects": [3], "sentence": "By 1907, the Seattle Electric Company, owned by Boston-based Stone and Webster, leveraged its foothold in the electric power industry to consolidate these into one operation, known after 1912 as the Puget Sound Traction, Light and Power Company.", "response": 1, "entities": [[[0, 7]], [[13, 24], [90, 3]], [[48, 6]], [[61, 17]], [[187, 4]], [[199, 45]]]}
{"subjects": [2], "objects": [1, 3], "sentence": "Tobacco heir Richard Joshua Reynolds Jr., of R.J. Reynolds Tobacco Company bought Sapelo from Coffin in 1934 during the Great Depression, and continued the tradition of agricultural experimentation of the previous owners.", "response": 1, "entities": [[[13, 26]], [[45, 29]], [[82, 6]], [[94, 6]], [[104, 4]], [[120, 16]]]}
{"subjects": [0], "objects": [1], "sentence": "Today, Zero Halliburton is a wholly owned subsidiary of ACE Co., Ltd., of Osaka and Tokyo.", "response": 1, "entities": [[[7, 16]], [[56, 12]], [[74, 5]], [[84, 5]]]}
{"subjects": [], "objects": [], "sentence": "On July 17, the company acquired Paperny Entertainment.", "response": 0, "entities": [[[3, 7]], [[12, 11]], [[33, 21]]]}
{"subjects": [], "objects": [], "sentence": "A similar proposal by the Canadian company Noranda to mine a deposit in Oneida County failed in part because of heavy opposition by the Lac du Flambeau Ojibwe.", "response": 0, "entities": [[[26, 8]], [[43, 7]], [[72, 13]], [[136, 22]]]}
{"subjects": [3], "objects": [2], "sentence": "In 1943 Landau was invited to transfer to Kellogg's subsidiary, Kellex Corporation, to become head of the chemical department at the Manhattan Project's K-25 production plant at Oak Ridge, Tennessee.", "response": 1, "entities": [[[3, 4]], [[8, 6]], [[42, 9]], [[64, 18]], [[133, 17]], [[153, 4]], [[178, 20]]]}
{"subjects": [], "objects": [], "sentence": "In 17 June 2018, Victor AD released the single \"Wetin We Gain\", and was discovered by the management company Longitude Promotions in 2018.", "response": 0, "entities": [[[3, 12]], [[17, 9]], [[48, 13]], [[109, 20]], [[133, 4]]]}
{"subjects": [1], "objects": [2], "sentence": "Since 2019 Webtrekk is part of the marketing technology service provider, Mapp.", "response": 1, "entities": [[[6, 4]], [[11, 8]], [[74, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 1984, billionaire David Murdock owned about 5% of the company and was a member of its board of directors, after the company acquired IBP, Inc., of which Murdock owned 19%.", "response": 0, "entities": [[[3, 4]], [[21, 13]], [[53, 11], [85, 3], [115, 11]], [[136, 9], [150, 5]], [[156, 7]]]}
{"subjects": [2], "objects": [3], "sentence": "In 1998, Paul signed a record deal with Stockholm Records (part of Universal Music Group) along with his then bandmates Marie, Dhani and Sara.", "response": 1, "entities": [[[3, 4]], [[9, 4], [101, 3]], [[40, 17]], [[67, 21]], [[120, 5]], [[127, 5]], [[137, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 1786, the British Empire established a presence in Malaya, when the Sultan of Kedah leased Penang Island to the British East India Company.", "response": 0, "entities": [[[3, 4]], [[13, 14]], [[54, 6]], [[71, 15]], [[94, 13]], [[115, 26]]]}
{"subjects": [], "objects": [], "sentence": "While living in Walla Walla, Villa was a member of the Washington Fruit and Produce Company and served as a college football official.", "response": 0, "entities": [[[16, 11]], [[29, 5]], [[55, 36]]]}
{"subjects": [], "objects": [], "sentence": "This was followed by the acquisition of a yard in Greenock in 1900, and the merging of the company with the pre-existing Greenock Dockyard Company.", "response": 0, "entities": [[[50, 8]], [[62, 4]], [[87, 11]], [[121, 25]]]}
{"subjects": [0, 2, 4, 5, 6, 7], "objects": [], "sentence": "The Movie Channel – through Showtime – maintains exclusive first-run film licensing agreements with network sister company CBS Films (since 2007), Amblin Partners, IFC Films, Global Road Entertainment, and STX Entertainment.", "response": 1, "entities": [[[0, 17]], [[28, 8]], [[123, 9]], [[140, 4]], [[147, 15]], [[164, 9]], [[175, 25]], [[206, 17]]]}
{"subjects": [], "objects": [], "sentence": "In 1719, he was one of the three main investors in George Frideric Handel's new opera company, the Royal Academy of Music.", "response": 0, "entities": [[[3, 4]], [[9, 2]], [[51, 22]], [[99, 22]]]}
{"subjects": [], "objects": [], "sentence": "A Danish battle group, operated with British forces in the Green Zone in the central part of Helmand Province.", "response": 0, "entities": [[[2, 6]], [[37, 14]], [[59, 10]], [[93, 16]]]}
{"subjects": [], "objects": [], "sentence": "The film was produced by Fairbanks for his own production company, Douglas Fairbanks Pictures Corporation, and was the first film released through United Artists, the company formed by Fairbanks, Mary Pickford, Charlie Chaplin, and D.W. Griffith.", "response": 0, "entities": [[[25, 9], [39, 3], [185, 9]], [[67, 38]], [[147, 14], [163, 11]], [[196, 13]], [[211, 15]], [[232, 13]]]}
{"subjects": [], "objects": [], "sentence": "In October 2013, the company carried out the longest nonstop inspection run until that time in the Nord Stream Pipeline (1,224 km).", "response": 0, "entities": [[[3, 12]], [[17, 11]], [[99, 20]]]}
{"subjects": [], "objects": [], "sentence": "He is part of Mustang's group who assisted in the battle of Valdora.", "response": 0, "entities": [[[0, 2]], [[14, 7], [30, 3]], [[60, 7]]]}
{"subjects": [2], "objects": [4], "sentence": "In October 2006, Moratinos announced that EADS CASA, a division of the European defense company EADS, had decided to cancel a deal on selling 12 military transport planes to Venezuela because American government objections made it unfeasible.", "response": 1, "entities": [[[3, 12]], [[17, 9]], [[42, 9]], [[71, 8]], [[96, 4]], [[174, 9]], [[192, 8]]]}
{"subjects": [], "objects": [], "sentence": "On 30 October 2012, JR East announced that it is pursuing research and development to increase speeds to on the Tohoku Shinkansen.", "response": 0, "entities": [[[3, 15]], [[20, 7]], [[112, 17]]]}
{"subjects": [], "objects": [], "sentence": "In December, 2013, the company announced their fleet surpassed 3 million TEU, which represented a major milestone for the company as well as the industry.", "response": 0, "entities": [[[3, 14]], [[19, 11], [118, 11]]]}
{"subjects": [], "objects": [], "sentence": "The company is headquartered in Menlo Park, California, and focusing primarily on publishing games from CIS based game developers on the global market.", "response": 0, "entities": [[[0, 11]], [[32, 10]], [[44, 10]], [[104, 3]]]}
{"subjects": [], "objects": [], "sentence": "Tufeld was often heard as the announcer on Disney television shows, including the 1957–1959 series Zorro starring future Lost in Space lead Guy Williams.", "response": 0, "entities": [[[0, 6]], [[43, 6]], [[82, 4]], [[87, 4]], [[99, 5]], [[121, 13]], [[140, 12]]]}
{"subjects": [0], "objects": [1], "sentence": "It is owned by Empresas 1BC, a Venezuelan private media corporation.", "response": 1, "entities": [[[0, 2]], [[15, 12]], [[31, 10]]]}
{"subjects": [], "objects": [], "sentence": "He and his company are collaborating with Bitchface on Project Colostomy and sees Gibbs attack as finally bringing Mars and Titan together, to defeat him.", "response": 0, "entities": [[[0, 2], [7, 3]], [[42, 9]], [[55, 17]], [[82, 5], [150, 3]], [[115, 4]], [[124, 5]]]}
{"subjects": [], "objects": [], "sentence": "He spent the years 1974 to 1979 as a partner in the turnaround firm that successfully brought the Penn Central Transportation Company out of bankruptcy.", "response": 0, "entities": [[[0, 2]], [[19, 4]], [[27, 4]], [[98, 35]]]}
{"subjects": [], "objects": [], "sentence": "Presenting production company was Stamper Lumber Company, in association with Winbrook Entertainment, and Wynnefield Productions.", "response": 0, "entities": [[[34, 22]], [[78, 22]], [[106, 22]]]}
{"subjects": [], "objects": [], "sentence": "All three-stage Vanguard flights except the last one used a motor built by the Grand Central Rocket Company.", "response": 0, "entities": [[[16, 8]], [[79, 28]]]}
{"subjects": [0], "objects": [1], "sentence": "The retirement center is sponsored by Senior Residences, Incorporated, a subsidiary of Alpha Kappa Alpha Sorority.", "response": 1, "entities": [[[38, 31]], [[87, 26]]]}
{"subjects": [], "objects": [], "sentence": "Stage designer Oliver Messel was enlisted to create the interior of the new Delman-branded store for H. & M. Rayne in Bond Street in 1960.", "response": 0, "entities": [[[15, 13]], [[76, 6]], [[101, 13]], [[118, 11]], [[133, 4]]]}
{"subjects": [], "objects": [], "sentence": "The Rosalind Steamship Company was wound up on 9 January 1908 soon after the sale.", "response": 0, "entities": [[[4, 26]], [[47, 14]]]}
{"subjects": [1], "objects": [2], "sentence": "In 1993 the subsidiary was purchased by Israel Discount Bank and renamed Mercantile Discount Bank.", "response": 1, "entities": [[[3, 4]], [[8, 14], [73, 24]], [[40, 20]]]}
{"subjects": [0], "objects": [1], "sentence": "Virgin Radio Jakarta is owned by the Milestone Pasific Group and launched in Jakarta in May 2016, and after 3 years of being broadcast is now the station listened to by young people in the city.", "response": 1, "entities": [[[0, 20]], [[37, 23]], [[77, 7], [185, 8]], [[88, 8]]]}
{"subjects": [], "objects": [], "sentence": "In 2013, JLA acquired the Carford Group, a major catering equipment distributor and service supplier", "response": 0, "entities": [[[3, 4]], [[9, 3]], [[26, 13]]]}
{"subjects": [], "objects": [], "sentence": "He also worked as a musical director for commercials, with clients Audi, Daimler and Disney.", "response": 0, "entities": [[[0, 2]], [[67, 4]], [[73, 7]], [[85, 6]]]}
{"subjects": [], "objects": [], "sentence": "The company was incorporated July 8, 1945 and for a while Gilbert was President.", "response": 0, "entities": [[[0, 11]], [[29, 12]], [[58, 7]]]}
{"subjects": [], "objects": [], "sentence": "In 2017, part of Morningside Heights was protected as part of the Morningside Heights Historic District.", "response": 0, "entities": [[[3, 4]], [[17, 19]], [[66, 37]]]}
{"subjects": [2], "objects": [1], "sentence": "Philadelphia's ABC affiliate, WPVI-TV, maintains a news bureau in downtown Wilmington.", "response": 1, "entities": [[[0, 12]], [[15, 3]], [[30, 7]], [[75, 10]]]}
{"subjects": [], "objects": [], "sentence": "Shortly prior to this, Apple released a similar widget engine, Dashboard, as part of its Mac OS X Tiger operating system.", "response": 0, "entities": [[[23, 5], [85, 3]], [[63, 9]], [[89, 14]]]}
{"subjects": [], "objects": [], "sentence": "The majority of these are deployed in museum railway services on the Tälesbahn as part of the Sofazügle.", "response": 0, "entities": [[[69, 9]], [[94, 9]]]}
{"subjects": [], "objects": [], "sentence": "The AHS considers it to be part of the Southern Ocean, using the expanded Australian definition used for this ocean.", "response": 0, "entities": [[[4, 3], [18, 2]], [[39, 14]], [[74, 10]]]}
{"subjects": [], "objects": [], "sentence": "Two works by Zhao Yiguang, Jiuhuan Shitu (九圜史圖) and Liuhe Mantu (六匌曼圖), which form part of the Siku Quanshu, were in a collection owned by Wang Qishu.", "response": 0, "entities": [[[13, 12]], [[27, 13]], [[52, 11]], [[95, 12]], [[139, 10]]]}
{"subjects": [], "objects": [], "sentence": "It is located on Mall Road near Mare Company pul (originally called Muir Mill Company Bridge) Kanpur, Uttar Pradesh in India.", "response": 0, "entities": [[[0, 2]], [[17, 9]], [[32, 12]], [[68, 24]], [[94, 6]], [[102, 13]], [[119, 5]]]}
{"subjects": [], "objects": [], "sentence": "Disenchanted with their US record company, Capitol Records, Pink Floyd and O'Rourke negotiated a new contract with Columbia Records, who gave them a reported advance of $1,000,000 (US$ in dollars).", "response": 0, "entities": [[[24, 2]], [[43, 15]], [[60, 10]], [[75, 8]], [[115, 16], [133, 3]]]}
{"subjects": [], "objects": [], "sentence": "The Bucks Lake Wilderness was officially designated in 1984 as a part of the National Wilderness Preservation System.", "response": 0, "entities": [[[4, 21]], [[55, 4]], [[77, 39]]]}
{"subjects": [], "objects": [], "sentence": "In 1921, the company's name was changed to Dillon, Read & Co.", "response": 0, "entities": [[[3, 4]], [[9, 11], [43, 18]]]}
{"subjects": [], "objects": [], "sentence": "WOGA is owned by Valeri Liukin and was the gym where Olympic All Around champions Carly Patterson and Nastia Liukin trained.", "response": 0, "entities": [[[0, 4]], [[17, 13]], [[53, 18]], [[82, 15]], [[102, 13]]]}
{"subjects": [], "objects": [], "sentence": "By July 2013, his wealth had plummeted to $200 million due to his debts and his company's falling stock prices.", "response": 0, "entities": [[[3, 9]], [[14, 3], [62, 3], [76, 3]]]}
{"subjects": [], "objects": [], "sentence": "The company wished to market its cars to large European countries and some in Asia and Australia within several years, with the United States to follow.", "response": 0, "entities": [[[0, 11], [29, 3]], [[47, 8]], [[78, 4]], [[87, 9]], [[128, 13]]]}
{"subjects": [], "objects": [], "sentence": "The Powell company moved in during 1986, and Jacksonville's Public Works Department rented the top three floors during the 1990s.", "response": 0, "entities": [[[0, 10]], [[35, 4]], [[45, 12]], [[60, 23]], [[123, 5]]]}
{"subjects": [], "objects": [], "sentence": "Mudgee was expanded to include part of the abolished seat of Wellington.", "response": 0, "entities": [[[0, 6]], [[61, 10]]]}
{"subjects": [], "objects": [], "sentence": "During the early 1980s the building was occupied by the Queensland Ballet Company.", "response": 0, "entities": [[[0, 22]], [[23, 12]], [[56, 25]]]}
{"subjects": [], "objects": [], "sentence": "In 1985, ICN and the Eastman-Kodak company launched a six-year, $45 million joint venture to research drugs that slow, halt, or reverse the aging process.", "response": 0, "entities": [[[3, 4]], [[9, 3]], [[21, 21]]]}
{"subjects": [], "objects": [], "sentence": "Some issues of the paper have been digitised as part of the Australian Newspapers Digitisation Program of the National Library of Australia.", "response": 0, "entities": [[[60, 42]], [[110, 29]]]}
{"subjects": [2], "objects": [0], "sentence": "The company's North American division, Ravensburger NA, is based in Seattle and releases approximately 25 games per year, the most successfully of which so far is Villainous, based on various Disney properties.", "response": 1, "entities": [[[0, 11]], [[14, 14]], [[39, 15]], [[68, 7]], [[163, 10]], [[192, 6]]]}
{"subjects": [], "objects": [], "sentence": "In 2018, the company was the 9th largest petroleum producer in Texas.", "response": 0, "entities": [[[3, 4]], [[9, 11]], [[63, 5]]]}
{"subjects": [], "objects": [], "sentence": "Upon receiving the contract to produce rifles, the company name was changed to reflect its new emphasis on machined production, becoming Schweizerische Industrie Gesellschaft (SIG); in English, Swiss Industrial Company; and, in French, Société Industrielle Suisse.", "response": 0, "entities": [[[47, 11], [137, 37], [176, 3], [194, 24], [236, 27]]]}
{"subjects": [], "objects": [], "sentence": "JA Prestwich Industries, was an English manufacturing company named after founder John Alfred Prestwich, which was formed in 1951 by the amalgamation of J.A.Prestwich and Company Limited and Pencils Ltd.", "response": 0, "entities": [[[0, 23], [105, 5], [153, 13]], [[32, 7]], [[82, 21]], [[125, 4]], [[171, 15]], [[191, 11]]]}
{"subjects": [], "objects": [], "sentence": "NBC dropped the program after its June 7, 1954, broadcast, but the American Broadcasting Company immediately picked it up, with broadcasts on that network beginning on June 14, 1954.", "response": 0, "entities": [[[0, 3]], [[34, 12]], [[67, 29]], [[168, 13]]]}
{"subjects": [3], "objects": [4], "sentence": "396 of the Companies Act, 1956, the Ministry of Corporate affairs announced a draft order for merger of NSEL, a subsidiary of FTIL.", "response": 1, "entities": [[[11, 13]], [[26, 4]], [[36, 21]], [[104, 4]], [[126, 4]]]}
{"subjects": [], "objects": [], "sentence": "He financed the construction of the original New York subway (1900–1904) and for many years headed the Interborough Rapid Transit Co., which ran the transit system.", "response": 0, "entities": [[[0, 2]], [[45, 8]], [[62, 4]], [[67, 4]], [[103, 30], [135, 5]]]}
{"subjects": [], "objects": [], "sentence": "By 2009, Intel was using a good-better-best strategy with Celeron being good, Pentium better, and the Intel Core family representing the best the company has to offer.", "response": 0, "entities": [[[0, 7]], [[9, 5], [142, 11]], [[58, 7]], [[78, 7]], [[102, 10]]]}
{"subjects": [], "objects": [], "sentence": "Waste Industries was created as a waste disposal firm in 1970 by Lonnie Poole Jr. who used funds from the sale of his Ohio home and borrowed money from Gregory Poole, Owner of a local construction company, to create the company.", "response": 0, "entities": [[[0, 16], [216, 11]], [[57, 4]], [[65, 16], [82, 3], [114, 3]], [[118, 4]], [[152, 13]]]}
{"subjects": [2], "objects": [1], "sentence": "In a joint venture with Church & Dwight, OxyChem owns Armand Products Company, which sells potassium carbonate and potassium bicarbonate.", "response": 1, "entities": [[[24, 15]], [[41, 7]], [[54, 23], [79, 5]]]}
{"subjects": [], "objects": [], "sentence": "The company was listed on Oslo Stock Exchange on 11 August 1997.", "response": 0, "entities": [[[0, 11]], [[26, 19]], [[49, 14]]]}
{"subjects": [], "objects": [], "sentence": "Walker owned Red River Lumber Company of Crookston that claimed almost half of Beltrami County's timber.", "response": 0, "entities": [[[0, 6]], [[13, 37]], [[79, 15]]]}
{"subjects": [1], "objects": [0], "sentence": "Rackspace Cloud announced Mosso LLC in March, 2006, as a wholly owned subsidiary billed as a utility computing offering.", "response": 1, "entities": [[[0, 15]], [[26, 9]], [[39, 11]]]}
{"subjects": [], "objects": [], "sentence": "Until 24 April 2012 Borsigwalde, now also a locality of its own, was part of Wittenau.", "response": 0, "entities": [[[6, 13]], [[20, 11], [56, 3]], [[77, 8]]]}
{"subjects": [], "objects": [], "sentence": "The company reorganized in 1963 to form Halcon International, in preparation for expansion.", "response": 0, "entities": [[[0, 11]], [[27, 4]], [[40, 20]]]}
{"subjects": [], "objects": [], "sentence": "Once the \"Oughnum\" hunting ground of Powhatan Indians, the land was once owned by Virginia Governor Patrick Henry. in 1786. was purchased in 1884 by Richmond businessman Lewis Ginter where he established the Lakeside Wheel Club,.", "response": 0, "entities": [[[10, 7], [183, 5]], [[37, 16]], [[82, 31]], [[118, 4]], [[141, 4]], [[149, 8]], [[170, 12], [189, 2]], [[208, 19]]]}
{"subjects": [0], "objects": [1], "sentence": "The Global Parts Group formed a separate affiliate company, Interceptor Aviation Inc., for the ownership of the type certificate, along with all assets and intellectual property related to both the Interceptor 400 and Meyers 200 type designs.", "response": 1, "entities": [[[4, 18]], [[60, 24]], [[198, 15]], [[218, 10]]]}
{"subjects": [], "objects": [], "sentence": "Zafiro was constructed in 1884 in the United Kingdom by Hall, Russell & Company at Aberdeen, Scotland.", "response": 0, "entities": [[[0, 6]], [[26, 4]], [[38, 14]], [[56, 23]], [[83, 8]], [[93, 8]]]}
{"subjects": [], "objects": [], "sentence": "November 2014: The company sold its 50% interest in BridgeTex Pipeline Company, owner of a 300,000 barrel-per-day crude oil pipeline system that extends from Colorado City, Texas to Texas City, Texas, for $1.075 billion.", "response": 0, "entities": [[[0, 13]], [[15, 11]], [[52, 26]], [[158, 13]], [[173, 5], [194, 5]], [[182, 10]]]}
{"subjects": [], "objects": [], "sentence": "During this period Andrew Grove dramatically redirected the company, closing much of its DRAM business and directing resources to the microprocessor business.", "response": 0, "entities": [[[19, 12]], [[56, 11], [85, 3]], [[89, 4]]]}
{"subjects": [], "objects": [], "sentence": "The Hyannis Land Company was formed in 1871-72 and engaged in a major resort development push, which was one of the largest such efforts on the Cape.", "response": 0, "entities": [[[4, 20]], [[39, 7]], [[140, 8]]]}
{"subjects": [], "objects": [], "sentence": "Thomas Michael Holt (1831–1896), textile manufacturer, whose eponymous company eventually became part of Burlington Industries", "response": 0, "entities": [[[0, 19], [55, 5]], [[21, 4]], [[26, 4]], [[71, 7]], [[105, 21]]]}
{"subjects": [], "objects": [], "sentence": "In 1925, only four years later, Dillon bought the Dodge Brothers Company for $146 million in cash which was the largest such transaction in industrial history at the time.", "response": 0, "entities": [[[3, 4]], [[32, 6]], [[50, 22]]]}
{"subjects": [1], "objects": [2], "sentence": "He is a professor of flute at the Prince Claus Conservatoire Groningen, part of the Hanze University, Groningen.", "response": 1, "entities": [[[0, 2]], [[34, 36]], [[84, 16]], [[102, 9]]]}
{"subjects": [1], "objects": [2], "sentence": "In July 1974, Denver Metro Transit became part of RTD, and under the new banner, ridership began to increase.", "response": 1, "entities": [[[3, 9]], [[14, 20]], [[50, 3]]]}
{"subjects": [], "objects": [], "sentence": "After contacting the company for the reasoning behind this, Sky representatives replied to Mega64 saying they \"had asked too much money\", however the Mega64 crew claims they did not ask for any amount of money.", "response": 0, "entities": [[[17, 11]], [[60, 3]], [[91, 6], [150, 6]]]}
{"subjects": [], "objects": [], "sentence": "Abel & Associates closed in 1987 following an ill-fated merger with now defunct Omnibus Computer Graphics, Inc., a company which had been based in Toronto.", "response": 0, "entities": [[[0, 17]], [[28, 4]], [[80, 31]], [[147, 7]]]}
{"subjects": [], "objects": [], "sentence": "In 1892 the railway company completed construction of the line and the Don Station opened for business in February 1896.", "response": 0, "entities": [[[3, 4]], [[8, 19]], [[71, 11]], [[106, 13]]]}
{"subjects": [], "objects": [], "sentence": "In April 2016, the Occupational Safety and Health Administration in the United States fined the company $172,700 for violations of safety rules.", "response": 0, "entities": [[[3, 10]], [[19, 45]], [[72, 13]], [[92, 11]]]}
{"subjects": [], "objects": [], "sentence": "As it expanded internationally in the late 1980s, the company rebranded as Pacific Green.", "response": 0, "entities": [[[50, 11], [75, 13]]]}
{"subjects": [], "objects": [], "sentence": "High-speed domestic services to Kent, run by Southeastern, depart on the same level as Eurostar & East Midlands Railway.", "response": 0, "entities": [[[32, 4]], [[45, 12]], [[87, 32]]]}
{"subjects": [], "objects": [], "sentence": "The new company changed its name to British Airways Ltd on 11 December 1935.", "response": 0, "entities": [[[24, 3], [36, 19]], [[59, 16]]]}
{"subjects": [1, 2, 3], "objects": [0], "sentence": "BHC has subsidiary companies: Tawba General Trading Co., Tawakal holding and Bile Livestock export.", "response": 1, "entities": [[[0, 3]], [[30, 24]], [[57, 15]], [[77, 21]]]}
{"subjects": [], "objects": [], "sentence": "To that end, the company asked the Rainforest Alliance, an international environmental NGO to start certifying tea estates in East Africa.", "response": 0, "entities": [[[13, 11]], [[35, 19]], [[87, 3]], [[126, 11]]]}
{"subjects": [], "objects": [], "sentence": "This was followed by the Peterborough Radial Railway Company, which operated from 1902 until 1927.", "response": 0, "entities": [[[25, 35], [62, 5]], [[82, 4]], [[93, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 1905, the American Woolen Company built the largest mill in the world, the Wood Mill in Lawrence, followed by the neighboring Ayer Mill in 1909.", "response": 0, "entities": [[[3, 4]], [[13, 23]], [[78, 9]], [[91, 8]], [[129, 9]], [[142, 4]]]}
{"subjects": [], "objects": [], "sentence": "The Ruger M77 is a bolt-action rifle produced by Sturm, Ruger & Company.", "response": 0, "entities": [[[4, 9]], [[49, 22]]]}
{"subjects": [], "objects": [], "sentence": "The Agopsowicz family were part of the community of Armenians in Poland.", "response": 0, "entities": [[[4, 10]], [[52, 19]]]}
{"subjects": [0], "objects": [1], "sentence": "BBC News Russian - formerly BBC Russian Service - is part of the BBC World Service's foreign language output, one of nearly 40 languages it provides.", "response": 1, "entities": [[[0, 16], [28, 19]], [[65, 17]]]}
{"subjects": [], "objects": [], "sentence": "The Cuencos did not have large landholdings, but they had commercial interests in Cebu City and owned Bisaya Land Transportation Company, one of only two major land transportation companies at that time.", "response": 0, "entities": [[[0, 11]], [[82, 9]], [[102, 34]]]}
{"subjects": [], "objects": [], "sentence": "But deficits had begun to accumulate after the second season, and mounted rapidly; these forced the company to close for good in 1900.", "response": 0, "entities": [[[96, 11]], [[129, 4]]]}
{"subjects": [4], "objects": [3], "sentence": "In 2003, following a bilateral agreement between the Greek State and the Republic of Cyprus, OPAP S.A. established OPAP Cyprus Ltd, which is primary responsible for the organization, conduct and marketing of the company's games in Cyprus.", "response": 1, "entities": [[[3, 4]], [[53, 11]], [[73, 18], [231, 6]], [[93, 9]], [[115, 15], [132, 5]]]}
{"subjects": [], "objects": [], "sentence": "As soon as the clause expired, Bartholomew started a new pet supplies company under the name My Pet Warehouse in June 2009.", "response": 0, "entities": [[[31, 11]], [[93, 16]], [[113, 9]]]}
{"subjects": [], "objects": [], "sentence": "In November, the company failed to mail some of its commissions, and by December, the company's checks to distributors were bouncing.", "response": 0, "entities": [[[3, 8]], [[13, 11], [82, 11]], [[69, 11]]]}
{"subjects": [], "objects": [], "sentence": "She owned nearly 400,000 shares in the company which she sold off through a series of U.S.Securities and Exchange Commission (SEC) filings in late 1999 and early 2000.", "response": 0, "entities": [[[0, 3], [53, 3]], [[35, 11], [47, 5]], [[86, 38], [126, 3]], [[142, 9]], [[156, 10]]]}
{"subjects": [], "objects": [], "sentence": "Azercosmos Open Joint Stock Company is a satellite operator based in Azerbaijan, and the first satellite operator in the Caucasus region.", "response": 0, "entities": [[[0, 35]], [[69, 10]], [[121, 8]]]}
{"subjects": [], "objects": [], "sentence": "The two companies were consolidated into a new film and television company, United Artists Media Group (UAMG).", "response": 0, "entities": [[[76, 26], [104, 4]]]}
{"subjects": [], "objects": [], "sentence": "Man of Tai Chi (2013) (under RADiUS-TWC) (co-production with Universal Pictures, China Film Group and Wanda Media)", "response": 0, "entities": [[[0, 14]], [[16, 4]], [[29, 10]], [[61, 18]], [[81, 16]], [[102, 11]]]}
{"subjects": [], "objects": [], "sentence": "The production company, Wildflame Productions, set out to make an observational documentary of events as they naturally developed, rather than set up pre-planned stories.", "response": 0, "entities": [[[24, 21]]]}
{"subjects": [], "objects": [], "sentence": "The pressurised twin-engined Convair 440 was introduced to the company's European routes from 1957.", "response": 0, "entities": [[[29, 11]], [[59, 11]], [[94, 4]]]}
{"subjects": [], "objects": [], "sentence": "Disputes regularly erupted over access to the sea as The Cornish Copper Company controlled the dock and the tidal sluice which they had built at Copperhouse.", "response": 0, "entities": [[[42, 7]], [[53, 26]]]}
{"subjects": [], "objects": [], "sentence": "In 1989 he became a trustee-director of a newly-created opera training company named British Youth Opera and took over chairmanship in 1997.", "response": 0, "entities": [[[3, 4]], [[8, 2]], [[85, 19]], [[135, 4]]]}
{"subjects": [], "objects": [], "sentence": "There were plans by the \"Mountain Plains Enterprise Company\" to build \"Sunshine Studios\" at Tim McCoy's Owl Creek Dude ranch in order to shoot a film titled, \"The Dude Wrangler\" written by Caroline Lockhart.", "response": 0, "entities": [[[25, 34]], [[71, 16]], [[92, 9]], [[104, 14]], [[159, 17]], [[189, 17]]]}
{"subjects": [], "objects": [], "sentence": "Founding member Al Nevins was also co-founder of Aldon Music, a Brill Building songwriting company.", "response": 0, "entities": [[[16, 9]], [[49, 11]], [[64, 14]]]}
{"subjects": [], "objects": [], "sentence": "Tufeld moved to television in 1955, working in ABC daytime programming and anchoring The Three Star Final, a 15-minute newscast on KABC-TV, Los Angeles.", "response": 0, "entities": [[[0, 6]], [[30, 4]], [[47, 11]], [[85, 20]], [[131, 7]], [[140, 11]]]}
{"subjects": [], "objects": [], "sentence": "Iberia also bought the short-middle range trijet Boeing 727-200 in 1971, of which the company had 35 aircraft and was used until 2001 like the other short range jet bought by the company in the late 60's, the Douglas DC-9.", "response": 0, "entities": [[[0, 6], [82, 11], [175, 11]], [[49, 14], [76, 5]], [[67, 4]], [[129, 4]], [[209, 12]]]}
{"subjects": [1], "objects": [2], "sentence": "He is a director of Distilleries Company of Sri Lanka PLC and its subsidiary Melstacorp Limited.", "response": 1, "entities": [[[0, 2]], [[20, 37], [62, 3]], [[77, 18]]]}
{"subjects": [], "objects": [], "sentence": "In deciding on a name, Moore and Noyce quickly rejected \"Moore Noyce\", near homophone for \"more noise\" – an ill-suited name for an electronics company, since noise in electronics is usually undesirable and typically associated with bad interference.", "response": 0, "entities": [[[23, 5]], [[33, 5]], [[57, 11]]]}
{"subjects": [], "objects": [], "sentence": "Winnick & Company invests in a select group of industries, including digital media, entertainment, technology, telecommunications, health care, and real estate.", "response": 0, "entities": [[[0, 17]]]}
{"subjects": [], "objects": [], "sentence": "On April 10, 1986, Turner, Grenier and Scannell sold the Steamers to Brad Grant who owned trucking company Sandstone Transport.", "response": 0, "entities": [[[3, 14]], [[19, 6]], [[27, 7]], [[39, 8]], [[57, 8]], [[69, 10], [80, 3]], [[107, 19]]]}
{"subjects": [], "objects": [], "sentence": "TECL has officially partnered with AIA Group, to present the AIA Vitality Park as part of the attraction.", "response": 0, "entities": [[[0, 4]], [[35, 9]], [[61, 17]]]}
{"subjects": [1], "objects": [0], "sentence": "They also created a subsidiary of Evolution Entertainment called Twisted Pictures to produce the film.", "response": 1, "entities": [[[34, 23]], [[65, 16]]]}
{"subjects": [1], "objects": [2], "sentence": "In 1982 the company was purchased by Dynatech, an expanding electronics company.", "response": 1, "entities": [[[3, 4]], [[8, 11]], [[37, 8]]]}
{"subjects": [], "objects": [], "sentence": "In 1995, Khrunichev State Research and Production Space Center formed a company with German DaimlerBenz Aerospace to market Rokot launches for commercial use.", "response": 0, "entities": [[[3, 4]], [[9, 25]], [[39, 23]], [[85, 6]], [[92, 21]], [[124, 5]]]}
{"subjects": [], "objects": [], "sentence": "Webtrekk GmbH is a German company that offers marketing analytics and customer intelligence software.", "response": 0, "entities": [[[0, 13]], [[19, 6]]]}
{"subjects": [0], "objects": [6], "sentence": "WJLA-TV's studios are located on Wilson Boulevard in the Rosslyn section of Arlington, Virginia (at the former headquarters of the Gannett Company and its flagship newspaper USA Today); its transmitter is located in the Tenleytown neighborhood of northwest Washington.", "response": 1, "entities": [[[0, 7]], [[33, 16]], [[57, 7]], [[76, 9]], [[87, 8]], [[131, 15], [151, 3]], [[174, 9]], [[220, 10]], [[257, 10]]]}
{"subjects": [3], "objects": [1], "sentence": "In May 1991, Sunrise Broadcasting Corp. applied to the FCC to transfer the license for this station to subsidiary company Sunrise Broadcasting of Alabama, Inc.", "response": 1, "entities": [[[3, 8]], [[13, 26]], [[55, 3]], [[122, 36]]]}
{"subjects": [], "objects": [], "sentence": "The hotel is ultimately owned by BIL International, a New Zealand investment fund which has shifted the hotel into a separate luxury brand called Guoman Hotels.", "response": 0, "entities": [[[0, 9], [100, 9]], [[33, 17], [82, 5]], [[54, 11]], [[146, 13]]]}
{"subjects": [3], "objects": [1], "sentence": "In 1971, the Minneapolis Star and Tribune Company acquired a group of suburban publications in the Denver area, including the Aurora Star-Sentinel, the successor to an earlier newspaper serving the Aurora community, The Aurora Democrats and News.", "response": 1, "entities": [[[3, 4]], [[13, 36]], [[99, 6]], [[126, 20]], [[198, 6]], [[216, 29]]]}
{"subjects": [], "objects": [], "sentence": "The Court of Appeal unanimously rejected three allegations: that Cape should be part of a single economic unit, that the subsidiaries were a façade and that any agency relationship existed.", "response": 0, "entities": [[[4, 15]], [[65, 4]]]}
{"subjects": [], "objects": [], "sentence": "On August 22, 2019, American toy and media company Hasbro announced that it had reached an agreement to acquire Entertainment One for US$4 billion.", "response": 0, "entities": [[[3, 15]], [[20, 8]], [[51, 6], [73, 2]], [[112, 17]]]}
{"subjects": [], "objects": [], "sentence": "Condit, Fuller & Co. became the Bourne-Fuller Co. in 1896 with the elevation of Herbert C. Bourne to partner.", "response": 0, "entities": [[[0, 19]], [[32, 16]], [[53, 4]], [[80, 17]]]}
{"subjects": [], "objects": [], "sentence": "She was built by Samsung Heavy Industries, Kŏje, South Korea, owned by Metvale Ltd., a British Virgin Islands Brass Plate single entity company, managed by Zodiac Maritime, and was under charter to Mediterranean Shipping Company.", "response": 0, "entities": [[[0, 3]], [[17, 24]], [[43, 4]], [[49, 11]], [[71, 11]], [[87, 34]], [[156, 15]], [[198, 30]]]}
{"subjects": [0], "objects": [1], "sentence": "LLX was the logistics company of the EBX Group, responsible for building the Açu Superport, in the state of Rio de Janeiro, projected to be the largest port-industrial complex in Latin America.", "response": 1, "entities": [[[0, 3]], [[37, 9]], [[77, 13]], [[108, 14]], [[179, 13]]]}
{"subjects": [], "objects": [], "sentence": "William Powell established a Cincinnati metalworking firm in 1846 under the name of \"Powell Valve and Brassworks Company\".", "response": 0, "entities": [[[0, 14]], [[29, 10]], [[61, 4]], [[85, 35]]]}
{"subjects": [1], "objects": [0], "sentence": "Other companies (such as EMC Corporation with its \"Decho\" subsidiary) also use alternative branding for their cloud computing offerings.", "response": 1, "entities": [[[25, 15], [46, 3]], [[51, 5]]]}
{"subjects": [], "objects": [], "sentence": "The British factories at Talassery armed Pazhassi Raja's men to enable them to recover Kottayam from the Mysorean occupation army.", "response": 0, "entities": [[[4, 7]], [[25, 9]], [[41, 13]], [[87, 8]], [[105, 8]]]}
{"subjects": [0], "objects": [1], "sentence": "The Kingdom Oil Company, owned by B.P.", "response": 1, "entities": [[[4, 19]], [[34, 4]]]}
{"subjects": [], "objects": [], "sentence": "Now known as AMP it became a publicly listed company on the ASX in 1998.", "response": 0, "entities": [[[13, 3], [17, 2]], [[60, 3]], [[67, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 2018, the company announced a partnership with eBay and became one of their delivery partners.", "response": 0, "entities": [[[3, 4]], [[9, 11]], [[50, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "It is now owned by ARA Harmony III and managed by ARA Asset Management Limited (ARA).", "response": 1, "entities": [[[19, 15]], [[50, 28], [80, 3]]]}
{"subjects": [], "objects": [], "sentence": "The railway linkage led to the company publishing a full page monthly advert \"David & Charles News\" on the back cover of the Railway Magazine.", "response": 0, "entities": [[[27, 11]], [[78, 20]], [[125, 16]]]}
{"subjects": [], "objects": [], "sentence": "Warner Lambert (now part of Pfizer) served as the first pilot for CFAR.", "response": 0, "entities": [[[0, 14]], [[28, 6]], [[66, 4]]]}
{"subjects": [2], "objects": [1], "sentence": "In November 2015, OPAP subsidiary, Horse Races S.A. acquired the 20-year horse-race betting licence from HRADF, at the price of 40 million euros.", "response": 1, "entities": [[[3, 13]], [[18, 4]], [[35, 16]], [[105, 5]]]}
{"subjects": [], "objects": [], "sentence": "Briarcliff Manor's fire company existed for more than a year before Briarcliff Manor's incorporation.", "response": 0, "entities": [[[0, 31]], [[68, 32]]]}
{"subjects": [], "objects": [], "sentence": "Passengers (2016) (co-production with LStar Capital, Wanda Pictures, Original Film, Start Motion Pictures and Company Films)", "response": 0, "entities": [[[0, 10]], [[12, 4]], [[38, 13]], [[53, 14]], [[69, 13]], [[84, 21]], [[110, 13]]]}
{"subjects": [2], "objects": [1], "sentence": "In December 2011, Chorion sold the Mr. Men brand and its associated merchandise business to Japan's Sanrio.", "response": 1, "entities": [[[3, 13]], [[18, 7]], [[35, 13], [53, 3]], [[92, 5]], [[100, 6]]]}
{"subjects": [], "objects": [], "sentence": "Furthermore, he managed the Chicago Opera Company in the early 1940s.", "response": 0, "entities": [[[13, 2]], [[28, 21]], [[57, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "As Bandai (now part of Bandai Namco Entertainment’s subsidiary) mostly owns the Kamen Rider toy-selling rights in Japan (and some Asia regions), BlueFin Brand handles its toy-selling rights in USA as of November 7, 2019.", "response": 1, "entities": [[[3, 6]], [[23, 26]], [[80, 11]], [[114, 5]], [[130, 4]], [[145, 13]], [[193, 3]], [[203, 16]]]}
{"subjects": [], "objects": [], "sentence": "He worked for the Monmouthshire Railway and Canal Company from 1849 to 1854.", "response": 0, "entities": [[[0, 2]], [[18, 39]], [[63, 4]], [[71, 4]]]}
{"subjects": [], "objects": [], "sentence": "Nothing more was heard from the FIR&T Company, but several more interurban schemes played into the area's electric railway history.", "response": 0, "entities": [[[32, 13]]]}
{"subjects": [], "objects": [], "sentence": "The film is story of a travelling mime company selling products and a writer's views upon its journey, it has two lead Ashish Vidyarthi playing the role mime company's owner while Pawan Malhotra did the role of the writer.", "response": 0, "entities": [[[119, 16]], [[180, 14]]]}
{"subjects": [], "objects": [], "sentence": "In 2011, LCACE rebranded as TCCE (The Culture Capital Exchange) and became an independent company.", "response": 0, "entities": [[[3, 4]], [[9, 5]], [[28, 4], [34, 28]]]}
{"subjects": [], "objects": [], "sentence": "Longchamp is present in major European cities, including London, Rome, Barcelona, Munich and Vienna.", "response": 0, "entities": [[[0, 9]], [[30, 8]], [[57, 6]], [[65, 4]], [[71, 9]], [[82, 6]], [[93, 6]]]}
{"subjects": [], "objects": [], "sentence": "During the 1930s, the Chippewa Shoe Manufacturing Company developed a pair of boots with stovepipe shafts based on the style of English horse-riding boots.", "response": 0, "entities": [[[11, 5]], [[22, 35]], [[128, 7]]]}
{"subjects": [], "objects": [], "sentence": "On January 28, 2016, the company resumed distribution to large portions of the Southeastern US.", "response": 0, "entities": [[[3, 16]], [[21, 11]], [[79, 15]]]}
{"subjects": [], "objects": [], "sentence": "In March 2013, Kobe Bryant purchased a large stake in the company, joining the board of directors and becoming the third largest shareholder.", "response": 0, "entities": [[[3, 10]], [[15, 11]], [[54, 11]]]}
{"subjects": [], "objects": [], "sentence": "One of the company's customers was Cisco, which hired Nuti in 1991.", "response": 0, "entities": [[[7, 11]], [[35, 5], [42, 5]], [[54, 4]], [[62, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 2017, Troia was hired by MGT Capital Investments to the Hacker Advisory Board, a cybersecurity company led by John McAfee.", "response": 0, "entities": [[[3, 4]], [[9, 5]], [[28, 23]], [[59, 21]], [[113, 11]]]}
{"subjects": [], "objects": [], "sentence": "Charlie Hoover is an American sitcom which aired on Fox from November 9 to December 28, 1991, starring Tim Matheson in the lead role and Sam Kinison, Lucy Webb and Bill Maher.", "response": 0, "entities": [[[0, 14], [37, 5]], [[21, 8]], [[52, 3]], [[61, 10]], [[75, 17]], [[103, 12]], [[137, 11]], [[150, 9]], [[164, 10]]]}
{"subjects": [], "objects": [], "sentence": "In Qatar, the company is the second-largest oil producer offshore and is a partial owner in the Dolphin Gas Project, which delivers gas to Oman and the United Arab Emirates.", "response": 0, "entities": [[[3, 5]], [[10, 11]], [[96, 19], [117, 5]], [[139, 4]], [[152, 20]]]}
{"subjects": [], "objects": [], "sentence": "The new facility was expected to increase production, and in 2014, New Glarus Brewing was on track to brew 165,000 barrels.", "response": 0, "entities": [[[61, 4]], [[67, 18]]]}
{"subjects": [], "objects": [], "sentence": "A nine-episode Internet radio show called featuring Visual Arts president Takahiro Baba was streamed on YouTube from February 27 to March 26, 2018.", "response": 0, "entities": [[[15, 14]], [[52, 11]], [[74, 13]], [[104, 7]], [[117, 11]], [[132, 14]]]}
{"subjects": [], "objects": [], "sentence": "Orcon Limited (trading as Orcon) is a New Zealand telecommunications company.", "response": 0, "entities": [[[0, 13], [26, 5]], [[38, 11]]]}
{"subjects": [], "objects": [], "sentence": "Constantine (2005) (co-production with Vertigo DC Comics and The Donners' Company)", "response": 0, "entities": [[[0, 11]], [[13, 4]], [[39, 17]], [[61, 20]]]}
{"subjects": [], "objects": [], "sentence": "In 2013 the name was changed again and the company now produces buses under name Iveco Bus.", "response": 0, "entities": [[[3, 4]], [[39, 11]], [[81, 9]]]}
{"subjects": [], "objects": [], "sentence": "However this financial commitment and subsequent failure to anticipate predicted passenger numbers, caused heavy losses for the company during the 1980s.", "response": 0, "entities": [[[124, 11]], [[147, 5]]]}
{"subjects": [], "objects": [], "sentence": "Harries' production company Left Bank Pictures began development of the script in 2008.", "response": 0, "entities": [[[0, 7]], [[28, 18]], [[82, 4]]]}
{"subjects": [], "objects": [], "sentence": "On March 1, 2013, Menino, along with Historic Boston Inc., teamed up to revitalize, refurbish. and reopen this building with a contribution of $200,000, which is part of the Boston's and Chinatown's trilogy fund.", "response": 0, "entities": [[[3, 13]], [[18, 6]], [[37, 19]], [[144, 7]], [[174, 8]], [[187, 9]]]}
{"subjects": [], "objects": [], "sentence": "Following a hostile takeover of Pacific Lumber Co., the Murphy family (the largest minority stock holders at the time) and countless previous stockholders, mostly company employees, were relieved of their stock by Charles Hurwitz and his Maxxam, Inc. corporation of Texas.", "response": 0, "entities": [[[32, 17]], [[56, 6]], [[214, 15], [234, 3]], [[238, 11]], [[266, 5]]]}
{"subjects": [2], "objects": [1], "sentence": "The Greenock yard was then sold to Cayzer, Irvine & Company, the operators of the Clan Line, in 1918.", "response": 1, "entities": [[[4, 13]], [[35, 24]], [[82, 9]], [[96, 4]]]}
{"subjects": [], "objects": [], "sentence": "He served in this position until he left the company in 2013.", "response": 0, "entities": [[[0, 2], [33, 2]], [[41, 11]], [[56, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 1991, Clay ran his own production company, Fleebin Dabble Productions.", "response": 0, "entities": [[[3, 4]], [[9, 4], [18, 3]], [[46, 26]]]}
{"subjects": [], "objects": [], "sentence": "After this, the company became known as Percival Vickers British and Foreign Flint Glass Works.", "response": 0, "entities": [[[12, 11]], [[40, 54]]]}
{"subjects": [], "objects": [], "sentence": "Missile strikes that found targets could cause large numbers of deaths – 160 were killed and 108 seriously injured in one explosion at 12:26 pm on 25 November 1944, at a Woolworth's department store in New Cross, south-east London.", "response": 0, "entities": [[[135, 28]], [[170, 11]], [[202, 9]], [[224, 6]]]}
{"subjects": [], "objects": [], "sentence": "The company began franchising in 2003.", "response": 0, "entities": [[[0, 11]], [[33, 4]]]}
{"subjects": [], "objects": [], "sentence": "Gore became chairman of Island Creek Coal Co., Lexington, Kentucky, an Occidental subsidiary, in 1972, and in his last years operated an antiques store in Carthage—Gore Antique Mall.", "response": 0, "entities": [[[0, 4], [110, 3]], [[24, 20]], [[47, 9]], [[58, 8]], [[71, 10]], [[97, 4]], [[155, 8]], [[164, 17]]]}
{"subjects": [0], "objects": [3], "sentence": "Clariant AG is a Swiss speciality chemicals company, formed in 1995 as a spin-off from Sandoz.", "response": 1, "entities": [[[0, 11]], [[17, 5]], [[63, 4]], [[87, 6]]]}
{"subjects": [], "objects": [], "sentence": "By this stage of the war the London company had gained extensive experience in making trucks suitable for the conditions of war.", "response": 0, "entities": [[[17, 7]], [[29, 6]]]}
{"subjects": [], "objects": [], "sentence": "The company did not record the interviews, and the actors did not write them down until after the interview was over.", "response": 0, "entities": [[[0, 11]]]}
{"subjects": [], "objects": [], "sentence": "Company executives rejected Kaufmann's plan and turned to Italian architect Marcello Piacentini, chief architect of the Italian Fascist regime, for an alternative.", "response": 0, "entities": [[[28, 8]], [[58, 7], [120, 22]], [[76, 19]]]}
{"subjects": [], "objects": [], "sentence": "In late 1871, with the resolution of Hudson's Bay Company land claims, Governor Edward Selig Salomon directed John Wynne to accept those lands which extended south to Orin-Rice Road, including some currently part of the City of Colville.", "response": 0, "entities": [[[3, 9]], [[37, 20]], [[71, 29]], [[110, 10]], [[167, 14]], [[220, 16]]]}
{"subjects": [], "objects": [], "sentence": "Nine aircraft of the 92nd Bomb Group, carrying 18 Disneys, attacked Schnellbootbunker BY (SBB2) on 10 February 1945.", "response": 0, "entities": [[[26, 10]], [[50, 7]], [[68, 20]], [[99, 16]]]}
{"subjects": [], "objects": [], "sentence": "The album was released 6 January 2009 exclusively at Amazon.com on CD, with downloadable format and other stores scheduled for a month later on 3 February.", "response": 0, "entities": [[[0, 9]], [[23, 14]], [[53, 10]], [[67, 2]], [[144, 10]]]}
{"subjects": [], "objects": [], "sentence": "In May 2019, Tulsa Opera presented a new staging of Mozart's Don Giovanni with Lucia Lucas in the title role, becoming the first American opera company to feature a transgender woman in a principal role.", "response": 0, "entities": [[[3, 8]], [[13, 11]], [[52, 6]], [[61, 12]], [[79, 11]], [[129, 8]]]}
{"subjects": [], "objects": [], "sentence": "In 2015, a bar in Maple Grove, Minnesota, also was caught illegally selling Spotted Cow after the establishment's owner allegedly purchased kegs in Wisconsin and took them back to Minnesota for retail sale.", "response": 0, "entities": [[[3, 4]], [[18, 11]], [[31, 9], [180, 9]], [[76, 11]], [[148, 9]]]}
{"subjects": [], "objects": [], "sentence": "With the expansion in Latin America the company had followed a policy of purchasing shares and establishing agreements with several Latin American airlines such as Compañia Dominicana de Aviación, Aérolíneas Peruanas, PLUNA and Air Panamá Internacional.", "response": 0, "entities": [[[22, 13], [132, 14]], [[36, 11]], [[164, 31]], [[197, 19]], [[218, 5]], [[228, 24]]]}
{"subjects": [], "objects": [], "sentence": "In July 2007, the company released a print advertisement for its Intel Core 2 Duo processor featuring six black runners appearing to bow down to a Caucasian male inside of an office setting (due to the posture taken by runners on starting blocks).", "response": 0, "entities": [[[3, 9]], [[14, 11], [61, 3]], [[65, 16]]]}
{"subjects": [], "objects": [], "sentence": "In 2017, the company partnered with British developer Cavalier Game Studios to publish Cavalier's first game, The Sexy Brutale, while providing additional development.", "response": 0, "entities": [[[3, 4]], [[9, 11]], [[36, 7]], [[54, 21]], [[87, 8]], [[110, 16]]]}
{"subjects": [], "objects": [], "sentence": "In 1999, Cisco Systems, Inc. and Broadcom Corporation each invested A$4 million in Radiata, representing an 11% stake for each investor and valuing the company at around A$36 million.", "response": 0, "entities": [[[3, 4]], [[9, 18]], [[33, 20]], [[83, 7], [148, 11]]]}
{"subjects": [0], "objects": [2], "sentence": "MagniX is an electric motor manufacturer for electric aircraft, wholly owned by Singapore investor Clermont Group.", "response": 1, "entities": [[[0, 6]], [[80, 9]], [[99, 14]]]}
{"subjects": [2], "objects": [1], "sentence": "Graham soon became the president of Dillingham Corp's subsidiary, Hawaiian Land Corp.", "response": 1, "entities": [[[0, 6]], [[36, 15]], [[66, 18]]]}
{"subjects": [], "objects": [], "sentence": "THACO is the largest automotive company in Vietnam, it manufactures, assembles, distributes, retails and provides aftersales service of commercial and passenger vehicles, representing BMW, Kia, Mazda, MINI, Peugeot, FOTON and FUSO.", "response": 0, "entities": [[[0, 5], [52, 2]], [[43, 7]], [[184, 3]], [[189, 3]], [[194, 5]], [[201, 4]], [[207, 7]], [[216, 5]], [[226, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 2018, the company bought back Tresalia Capital's minority stake in the business.", "response": 0, "entities": [[[3, 4]], [[9, 11]], [[33, 16]]]}
{"subjects": [], "objects": [], "sentence": "The company also announced the sale of its assets in the Marcellus Shale.", "response": 0, "entities": [[[0, 11], [39, 3]], [[57, 15]]]}
{"subjects": [1, 2, 3], "objects": [0], "sentence": "The bakery chain is part of the publicly listed Retail Food Group, which also owns Gloria Jeans Coffee Donut King and Michel's Patisserie.", "response": 1, "entities": [[[48, 17]], [[83, 19]], [[103, 10]], [[118, 19]]]}
{"subjects": [], "objects": [], "sentence": "2013 award of 70,000 to a San Francisco company, Energy Foundation, which has been linked to a conservative-based super PAC the Congressional Leadership Fund", "response": 0, "entities": [[[0, 4]], [[26, 13]], [[49, 17], [68, 5]], [[120, 3]], [[128, 29]]]}
{"subjects": [], "objects": [], "sentence": "The ship was renamed President Cleveland by May 1921 and was eventually owned and operated as a passenger liner by the American President Lines.", "response": 0, "entities": [[[0, 8], [21, 19]], [[44, 8]], [[119, 24]]]}
{"subjects": [], "objects": [], "sentence": "The American company Thermashield, LLC claims to have acquired the rights to Starlite in 2013 and replicated it.", "response": 0, "entities": [[[4, 8]], [[21, 17]], [[77, 8]], [[89, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "MMX is the mining company of the EBX Group, with integrated logistics and low production costs.", "response": 1, "entities": [[[0, 3]], [[33, 9]]]}
{"subjects": [], "objects": [], "sentence": "The Spanish company Tornasol Films and the Italian company BIM Distribuzione signed with the director to co-produce the film.", "response": 0, "entities": [[[4, 7]], [[20, 14]], [[43, 7]], [[59, 17]], [[116, 8]]]}
{"subjects": [], "objects": [], "sentence": "The major industries here are Hindustan Electro Graphite (HEG), Procter & Gamble, Eicher tractors Ltd, Lupin laboratories, and many more national and international level company have their manufacturing units at Mandideep.", "response": 0, "entities": [[[30, 26], [58, 3]], [[64, 16]], [[82, 19]], [[103, 18]], [[212, 9]]]}
{"subjects": [], "objects": [], "sentence": "Besides its subsidiary in Germany, Creos also has a shareholding in the following companies: (the Interest Economic Group which pilots the smart metering network) since 2012, (joint-venture between Creos and ) and since 2015 and since 2018 .", "response": 0, "entities": [[[8, 3], [35, 5], [198, 5]], [[26, 7]], [[98, 23]], [[169, 4]], [[220, 4]], [[235, 4]]]}
{"subjects": [], "objects": [], "sentence": "Subsequently, the company is no longer a member of the Ontario Craft Brewers Association.", "response": 0, "entities": [[[14, 11]], [[55, 33]]]}
{"subjects": [], "objects": [], "sentence": "In 2012 the Panther Rental points in Munich, Hamburg and Berlin were sold to a subsidiary of Bavaria Studios and Production Services, to complete the strategy changes met in 2011.", "response": 0, "entities": [[[3, 4]], [[12, 21]], [[37, 6]], [[45, 7]], [[57, 6]], [[93, 39]], [[174, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "KKLQ (100.3 FM, \"Positive, Encouraging 100.3\") is a non-commercial radio station that is owned by Educational Media Foundation (EMF) and carries the contemporary Christian music format of its nationally syndicated network K-Love throughout the Greater Los Angeles area.", "response": 1, "entities": [[[0, 4]], [[98, 28], [128, 3], [188, 3]], [[162, 9]], [[222, 6]], [[244, 24]]]}
{"subjects": [0], "objects": [1], "sentence": "It is a wholly owned subsidiary of Quanta Services.", "response": 1, "entities": [[[0, 2]], [[35, 15]]]}
{"subjects": [], "objects": [], "sentence": "The company has also added a further three second hand Wright StreetLites to the Greenock depot and is awaiting delivery of two Mellor Coachcraft Strata vehicles which are to be operated by Greenock depot.", "response": 0, "entities": [[[0, 11]], [[55, 18]], [[81, 8], [190, 8]], [[128, 24]]]}
{"subjects": [], "objects": [], "sentence": "Ronnie Lane's Mobile Studio, also known as LMS (Lane Mobile Studio), is a mobile recording studio originally owned by Ronnie Lane.", "response": 0, "entities": [[[0, 27], [43, 24]], [[118, 11]]]}
{"subjects": [], "objects": [], "sentence": "Eventually, CP Media formed a new broadcasting company known as New Age Media.", "response": 0, "entities": [[[12, 8]], [[64, 13]]]}
{"subjects": [0], "objects": [2], "sentence": "The Heineken Hungaria Breweries Plc., as a Hungarian subsidiary of the international Heineken Group, is a key player of the Hungarian market with its internationally recognised brands, relying on 113 years of experience in brewing.", "response": 1, "entities": [[[4, 32]], [[43, 9], [124, 9]], [[85, 14]]]}
{"subjects": [], "objects": [], "sentence": "Dan-Air Engineering's first phase of major expansion occurred at Lasham, following sister company Dan-Air's purchase of a pair of de Havilland Comet series 4 jetliners from British Overseas Airways Corporation (BOAC) in 1966.", "response": 0, "entities": [[[0, 19]], [[65, 6]], [[98, 7]], [[133, 15]], [[173, 36], [211, 4]], [[220, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "Formerly, Supro produced musical instruments as a subsidiary of Valco.", "response": 1, "entities": [[[10, 5]], [[64, 5]]]}
{"subjects": [], "objects": [], "sentence": "In a statement posted on the PlayStation Blog, the company wrote that, \"SCE Worldwide Studios and the team at Evolution Studios have made the difficult decision to delay the release of Driveclub and Driveclub PlayStation Plus Edition until early 2014.\"", "response": 0, "entities": [[[29, 16]], [[47, 11]], [[72, 21]], [[110, 17]], [[185, 9]], [[199, 34]], [[240, 10]]]}
{"subjects": [2], "objects": [1, 3], "sentence": "In 1987, after a corporate putsch, the renamed UAL Corp. sold Hilton International to Ladbroke Group plc, a British leisure and gambling company, which, in May 1999, adopted the name \"Hilton Group plc.\"", "response": 1, "entities": [[[3, 4]], [[47, 9]], [[62, 20]], [[86, 18], [146, 5], [184, 16]], [[108, 7]], [[156, 8]]]}
{"subjects": [], "objects": [], "sentence": "All three used the same SunCom logo, but operated as completely independent companies, though all were affiliates of AT&T Wireless, which owned 23% of each company.", "response": 0, "entities": [[[24, 6]], [[117, 13]]]}
{"subjects": [], "objects": [], "sentence": "Pennsylvania Railroad 7048 is owned by the Railroaders' Memorial Museum and is on display at Horseshoe Curve in Altoona, PA.", "response": 0, "entities": [[[0, 26]], [[43, 28]], [[93, 15]], [[112, 7]], [[121, 2]]]}
{"subjects": [2], "objects": [1], "sentence": "He was appointed a non-executive director of Aitken Spence Hotel Holdings PLC, a subsidiary of Aitken Spence PLC, with effect from 1 July 2010.", "response": 1, "entities": [[[0, 2]], [[45, 32]], [[95, 17]], [[131, 11]]]}
{"subjects": [3], "objects": [4], "sentence": "In June 2002, Butler Broadcasting Corporation (Darryl Jackson, president) reached an agreement to sell this station to East Mississippi Broadcasters, Inc., a wholly owned subsidiary of Holladay Broadcasting (Bob Holladay, president), for a reported sale price of $771,500.", "response": 1, "entities": [[[3, 9]], [[14, 31]], [[47, 14]], [[119, 34]], [[185, 21]], [[208, 12]]]}
{"subjects": [6], "objects": [5], "sentence": "Edward Rayne expanded the Rayne business in the early 1960s, beginning an association with Genesco in the United States and also buying a 49 per cent stake in the British company of John Plant and its subsidiary Butlers.", "response": 1, "entities": [[[0, 12]], [[26, 5]], [[91, 7]], [[106, 13]], [[163, 7]], [[182, 10], [197, 3]], [[212, 7]]]}
{"subjects": [], "objects": [], "sentence": "In December 2008, the company sold its 50% interest in the Peregrino heavy oil field offshore Brazil to Statoil for $1.4 billion.", "response": 0, "entities": [[[3, 13]], [[18, 11], [35, 3]], [[59, 9]], [[94, 6]], [[104, 7]]]}
{"subjects": [], "objects": [], "sentence": "In 1981, the company was established by John Wardle and David Makin, trading from a single shop in Bury, Greater Manchester.", "response": 0, "entities": [[[3, 4]], [[9, 11]], [[40, 11]], [[56, 11]], [[99, 24]]]}
{"subjects": [], "objects": [], "sentence": "Even so, WJLA remained an ABC affiliate under Allbritton's ownership because the company had an exclusive affiliation deal with the network.", "response": 0, "entities": [[[9, 4], [26, 3]], [[46, 10]], [[77, 11]], [[128, 11]]]}
{"subjects": [], "objects": [], "sentence": "An admirer of Samuel de Champlain, founder of Quebec City and New France, it was Crump who proposed naming the company's Montreal hotel Château Champlain after him.", "response": 0, "entities": [[[14, 19], [160, 3]], [[46, 11]], [[62, 10]], [[81, 5], [87, 3]], [[121, 8]], [[136, 17]]]}
{"subjects": [], "objects": [], "sentence": "Kuggen (Swedish for 'the (cogwheel) cog') is a building owned by real estate company Chalmersfastigheter for Chalmers University of Technology in Gothenburg, Sweden, designed by Wingårdh arkitektkontor.", "response": 0, "entities": [[[0, 6]], [[85, 19]], [[109, 33]], [[146, 10]], [[158, 6]], [[178, 23]]]}
{"subjects": [], "objects": [], "sentence": "The company has grown from an initial fleet of 33 vehicles to operate a network of routes covering much of Inverclyde, East Renfrewshire, Renfrewshire, North Lanarkshire, Glasgow City, and North Ayrshire.", "response": 0, "entities": [[[0, 11]], [[107, 10]], [[119, 17]], [[138, 12]], [[152, 17]], [[171, 12]], [[189, 14]]]}
{"subjects": [], "objects": [], "sentence": "In January 1988, ICN acquired 7.3% of Swiss pharmaceutical company Hoffman-La Roche, as part of a reported acquisition strategy to expand ICN's reach and marketing capabilities.", "response": 0, "entities": [[[3, 12]], [[17, 3], [138, 3]], [[38, 5]], [[67, 16]]]}
{"subjects": [3], "objects": [0], "sentence": "Its subsidiaries mined asbestos in South Africa and shipped it to Texas, where a marketing subsidiary, NAAC, supplied the asbestos to another company in Texas.", "response": 1, "entities": [[[0, 3]], [[35, 12]], [[66, 5], [73, 5], [153, 5]], [[103, 4]]]}
{"subjects": [0], "objects": [2], "sentence": "Both companies were operated as a continuous line by the Western Transportation Company until 1868, when they merged to form the Pittsburg, Cincinnati and St. Louis Railway, owned by the Pennsylvania Railroad.", "response": 1, "entities": [[[57, 30], [129, 43]], [[94, 4]], [[187, 21]]]}
{"subjects": [], "objects": [], "sentence": "A year later, the company attracted national attention when it opposed OFCOM's auction of wireless local loop concessions for the initial price of 6 million francs.", "response": 0, "entities": [[[14, 11], [60, 2]], [[71, 5]]]}
{"subjects": [], "objects": [], "sentence": "The company entered the portable media market with KPEX (Kingston Portable Entertainment eXperience).", "response": 0, "entities": [[[0, 11]], [[51, 4], [57, 42]]]}
{"subjects": [1], "objects": [2], "sentence": "In February 2000, AltaVista, which was majority owned by CMGI, acquired the website in a stock transaction.", "response": 1, "entities": [[[3, 13]], [[18, 9]], [[57, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "The company has been a wholly owned subsidiary of Transport for London (TfL) since May 2010 and has now been rebranded as \"London Underground\".", "response": 1, "entities": [[[0, 11], [123, 18]], [[50, 20], [72, 3]], [[83, 8]]]}
{"subjects": [0], "objects": [1], "sentence": "It was created as a wholly owned subsidiary of Areva; however, Areva lost control over the company as the French government invested to recapitalize the company.", "response": 1, "entities": [[[0, 2], [87, 11], [149, 11]], [[47, 5], [63, 5]], [[106, 6]]]}
{"subjects": [], "objects": [], "sentence": "Mulanje Renewable Energy Plc (also Mulanje Hydro Limited), a private energy-generating company, domiciled in Malawi, contracted Gilkes, a British electric turbine manufacturer to build this power station, over a two-year period.", "response": 0, "entities": [[[0, 28], [35, 21]], [[109, 6]], [[128, 6]], [[138, 7]]]}
{"subjects": [1], "objects": [2], "sentence": "In 1985, Watsa took over Markel Financial, a small Canadian trucking insurance company that was verging on bankruptcy, and renamed it Fairfax Financial Holdings.", "response": 1, "entities": [[[3, 4]], [[9, 5]], [[25, 16], [131, 2]], [[51, 8]], [[134, 26]]]}
{"subjects": [0], "objects": [1], "sentence": "The center is adjacent to a substation operated by Jersey Central Power & Light (JCP&L), a subsidiary of energy giant FirstEnergy.", "response": 1, "entities": [[[51, 28], [81, 5]], [[118, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "Sports-Tech International, Inc., a Lexicon subsidiary developed the video analysis systems which were used by NFL and NBA teams, and over 150 collegiate sports programs.", "response": 1, "entities": [[[0, 31]], [[35, 7]], [[110, 3]], [[118, 3]]]}
{"subjects": [3], "objects": [4], "sentence": "In 1942, Radio Caracas launched El Reporter Esso presented by the Creole Petroleum Corporation (a subsidiary of Standard Oil of New Jersey).", "response": 1, "entities": [[[3, 4]], [[9, 13]], [[32, 16]], [[66, 28]], [[112, 26]]]}
{"subjects": [0, 1], "objects": [], "sentence": "The club is owned by an agriculture company LNZ Group.", "response": 1, "entities": [[[0, 8]], [[44, 9]]]}
{"subjects": [], "objects": [], "sentence": "Nationwide Mutual Insurance Company began as an insurance company for members of the Ohio Farm Bureau Federation.", "response": 0, "entities": [[[0, 35]], [[85, 27]]]}
{"subjects": [3], "objects": [4], "sentence": "Since 2006 Euskotren Trena has been the commercial brand for the operator of the railway network in the Basque Country, which is Eusko Trenbideak, while the network itself is owned by the public entity Euskal Trenbide Sarea.", "response": 1, "entities": [[[6, 4]], [[11, 15]], [[104, 14], [120, 5]], [[129, 16], [165, 6]], [[202, 21]]]}
{"subjects": [], "objects": [], "sentence": "Moxley is the owner of the Moxley Management Company and Moxley Ranch.", "response": 0, "entities": [[[0, 6]], [[27, 25]], [[57, 12]]]}
{"subjects": [], "objects": [], "sentence": "After his consulting company, Competitive Advantage Systems, developed a computer-based wireless order system for Sprint Nextel field workers, Richard Padula started Syclo in 1995 in Barrington, Illinois.", "response": 0, "entities": [[[30, 29]], [[114, 13]], [[143, 14]], [[166, 5]], [[175, 4]], [[183, 10]], [[195, 8]]]}
{"subjects": [0], "objects": [1], "sentence": "It is a wholly owned subsidiary of Rogers Communications.", "response": 1, "entities": [[[0, 2]], [[35, 21]]]}
{"subjects": [1], "objects": [2], "sentence": "However, in July 2011, Novell, now a subsidiary of Attachmate, and Xamarin, announced that it granted a perpetual license to Xamarin for Mono, MonoTouch and Mono for Android, which officially took stewardship of the project.", "response": 1, "entities": [[[12, 9]], [[23, 6]], [[51, 10]], [[67, 7], [125, 7]], [[137, 4]], [[143, 9]], [[157, 16]]]}
{"subjects": [], "objects": [], "sentence": "In 2005, many properties within Gaslight Square were bought by the development company RJK Inc. 150 units are planned, mostly condominia.", "response": 0, "entities": [[[3, 4]], [[32, 15]], [[87, 7]]]}
{"subjects": [], "objects": [], "sentence": "In June 2001, the company acquired Berkeley Petroleum Corporation for C$1.2 billion plus the assumption of C$400 million in debt.", "response": 0, "entities": [[[3, 9]], [[14, 11]], [[35, 30]]]}
{"subjects": [], "objects": [], "sentence": "On 27 June 1803, Poursuivante departed Les Cayes, bound for Cap-Haïtien, in the company of the sixteen-gun corvette Mignonne, under Jean Pierre Bargeau.", "response": 0, "entities": [[[3, 12]], [[17, 12]], [[39, 9]], [[60, 11]], [[116, 8]], [[132, 19]]]}
{"subjects": [1], "objects": [2], "sentence": "The mall was originally developed around 1973 when Homart Development Company, the real estate development subsidiary of Sears, Roebuck & Co. at the time, added a Sanger-Harris and several smaller stores to the existing Sears store that had been built in 1965.", "response": 1, "entities": [[[41, 4]], [[51, 26]], [[121, 20], [220, 5]], [[163, 13]], [[255, 4]]]}
{"subjects": [1], "objects": [3], "sentence": "He also was hired to be a columnist for the online magazine The Root, an African-American news and commentary site owned by The Washington Post Company.", "response": 1, "entities": [[[0, 2]], [[60, 8]], [[73, 16]], [[124, 27]]]}
{"subjects": [], "objects": [], "sentence": "Nothing came of the complaint and the issue lay dormant until spring 2007, when three Austrian banks, Schoellerbank AG, Privitnvest Bank AG and M&A Privatbank AG, reported transactions involving Aliyev's company to the Austrian Interior Minister.", "response": 0, "entities": [[[86, 8]], [[102, 16]], [[120, 19]], [[144, 17]], [[195, 6]], [[219, 26]]]}
{"subjects": [], "objects": [], "sentence": "Owing in part to the increased reliability of automatic transmissions, and thus the lengthened repair cycle, in the mid-2000s, the company rebranded to AAMCO Transmissions and Total Car Care.", "response": 0, "entities": [[[127, 11]], [[152, 19]], [[176, 14]]]}
{"subjects": [1, 2, 3, 4, 5], "objects": [0], "sentence": "Kalmanovitz also owns General Brewing, Pabst, Pearl, Olympia, and Stroh's.", "response": 1, "entities": [[[0, 11]], [[22, 15]], [[39, 5]], [[46, 5]], [[53, 7]], [[66, 7]]]}
{"subjects": [], "objects": [], "sentence": "Edward, Prince of Wales had visited Canada in 1927, and used a lavishly outfitted McLaughlin Buick, McLaughlin Motor Car Company that appears to have sparked his affection for the company's products.", "response": 0, "entities": [[[0, 23], [158, 3]], [[36, 6]], [[46, 4]], [[82, 16]], [[100, 28], [176, 11]]]}
{"subjects": [], "objects": [], "sentence": "In 1995, the Securities and Exchange Commission (SEC) investigated ICN over shareholder concerns related to Mr. Panić's sale of company stock before a key regulatory decision by the FDA.", "response": 0, "entities": [[[3, 4]], [[13, 34], [49, 3]], [[67, 3]], [[108, 2]], [[112, 5]], [[182, 3]]]}
{"subjects": [1], "objects": [2], "sentence": "In 1980, the company was acquired by Nixdorf and became NCSC.", "response": 1, "entities": [[[3, 4]], [[9, 11], [56, 4]], [[37, 7]]]}
{"subjects": [0], "objects": [1], "sentence": "The amusement park is owned by the Luna Park Reserve Trust, an agency of the Government of New South Wales, and was added to the New South Wales State Heritage Register on 5 March 2010.", "response": 1, "entities": [[[35, 23]], [[77, 29]], [[129, 39]], [[172, 12]]]}
{"subjects": [2], "objects": [1], "sentence": "The Fear is a five-part television drama produced for Thames Television by its subsidiary company Euston Films.", "response": 1, "entities": [[[0, 8]], [[54, 17], [75, 3]], [[98, 12]]]}
{"subjects": [0], "objects": [1, 3], "sentence": "Central Kitchen, owned by Flint Community Schools until September 2013 when sold to FCCC", "response": 1, "entities": [[[0, 15]], [[26, 23]], [[56, 14]], [[84, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "It was released on the Rare Earth label, a subsidiary of Motown Records, in 1970, and was a top ten hit in both the US and UK.", "response": 1, "entities": [[[23, 10]], [[57, 14]], [[76, 4]], [[116, 9]]]}
{"subjects": [1], "objects": [2], "sentence": "The few remaining suburban trains still operating into St Pancras were operated by the Thameslink train operating company, owned by Govia, from 2 March 1997.", "response": 1, "entities": [[[55, 10]], [[87, 10]], [[132, 5]], [[144, 12]]]}
{"subjects": [], "objects": [], "sentence": "In 2010, Hamm formed Momentum TV, a television production company based in the United States.", "response": 0, "entities": [[[3, 4]], [[9, 4]], [[21, 11]], [[79, 13]]]}
{"subjects": [0], "objects": [2], "sentence": "The station was established in 1953 and is owned by Stewart Broadcasting Company, Inc.", "response": 1, "entities": [[[0, 11]], [[31, 4]], [[52, 33]]]}
{"subjects": [1], "objects": [2], "sentence": "On January 22, 2015, SkyMall, LLC and several affiliated companies, including its parent company Xhibit Corp., voluntarily filed for Chapter 11 bankruptcy protection in the United States Bankruptcy Court for the District of Arizona.", "response": 1, "entities": [[[3, 16]], [[21, 12], [78, 3]], [[97, 11]], [[133, 32]], [[173, 30]], [[212, 19]]]}
{"subjects": [], "objects": [], "sentence": "In 1901, the company's president, William Frank Bechtel, merged the Northwestern Life Association and the National Mutual Life Association into the Northwestern National Life Insurance Company.", "response": 0, "entities": [[[3, 4]], [[34, 21]], [[68, 29]], [[106, 32]], [[148, 44]]]}
{"subjects": [], "objects": [], "sentence": "In 2012, Herman sold the ranch to the BTAZ Nevada cattle company for $10.8 million.", "response": 0, "entities": [[[3, 4]], [[9, 6]], [[21, 9]], [[38, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "The company is 100% owned by the Hawke's Bay Power Consumers' Trust on behalf of electricity consumers in the Hawke's Bay area.", "response": 1, "entities": [[[0, 11]], [[33, 34]], [[110, 11]]]}
{"subjects": [1], "objects": [0], "sentence": "Originally owned by New South Television, it was put into receivership due to owner Timothy Brumlik's arrest on money-laundering charges.", "response": 1, "entities": [[[20, 20]], [[42, 2]], [[84, 15]]]}
{"subjects": [0], "objects": [1], "sentence": "A&A Poweris owned by A&P Power Holdings Ltd, which is housed in Nevis.", "response": 1, "entities": [[[0, 11]], [[21, 22], [45, 5]], [[64, 5]]]}
{"subjects": [1], "objects": [0], "sentence": "AG Real Estate is a parent company of Interparking, one of Europe's best known premier car parking facility operators.", "response": 1, "entities": [[[0, 14]], [[38, 12]], [[59, 6]]]}
{"subjects": [1], "objects": [2], "sentence": "2008: Pinnacle became a priority brand for White Rock Distilleries, and the company began investing heavily with national advertising.", "response": 1, "entities": [[[0, 4]], [[6, 8]], [[43, 23], [72, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "The Watchtower Society asserted that it had no access to more recent documents held by the Christian Congregation of Jehovah's Witnesses, a separate subsidiary of the Watchtower Society.", "response": 1, "entities": [[[0, 22], [37, 2], [167, 18]], [[91, 45]]]}
{"subjects": [], "objects": [], "sentence": "And in the latter part of that year Worcester's absorbed Oxford's Men, another company that had previously been active mostly as a touring troupe.", "response": 0, "entities": [[[36, 9]], [[57, 12]]]}
{"subjects": [4], "objects": [0], "sentence": "Both stations, in turn, are operated under a master service agreement by the Sinclair Broadcast Group, owner of Tallahassee-licensed dual NBC/Fox affiliate WTWC-TV (channel 40).", "response": 1, "entities": [[[77, 24]], [[112, 11]], [[138, 3]], [[142, 3]], [[156, 7], [165, 10]]]}
{"subjects": [0], "objects": [3], "sentence": "Veropoulos Skopje (Macedonian: Веропулос Скопје) is a subsidiary of the retail Greek company Veropoulos in North Macedonia stationed is the capital Skopje.", "response": 1, "entities": [[[0, 17], [31, 16]], [[19, 10]], [[79, 5]], [[93, 10]], [[107, 15]], [[148, 6]]]}
{"subjects": [1], "objects": [2], "sentence": "In Europe the game was published by RTL Playtainment, a subsidiary of RTL Television, and was released on 9 May, 2008.", "response": 1, "entities": [[[3, 6]], [[36, 16]], [[70, 14]], [[106, 11]]]}
{"subjects": [], "objects": [], "sentence": "Although the company at one time made Cookies 'n Cream from Nabisco's Oreo cookies, buying ordinary retail packages, today it bakes its own cookies.", "response": 0, "entities": [[[9, 11], [123, 2], [132, 3]], [[38, 16]], [[60, 7]], [[70, 4]]]}
{"subjects": [], "objects": [], "sentence": "The town is served by Burnley Bus Company services from Accrington, Burnley, Nelson, Colne and beyond, and by a Blackburn Bus Company service 152 from Burnley, Blackburn and Preston.", "response": 0, "entities": [[[0, 8], [160, 9]], [[22, 19]], [[56, 10]], [[68, 7], [151, 7]], [[77, 6]], [[85, 5]], [[112, 21]], [[174, 7]]]}
{"subjects": [], "objects": [], "sentence": "Under it Gaither, McDowell, and Beehn would invest cash and Harry Clemmons would invest his machinery (he owned Kleen Pak Manufacturing) in a new company known as Kleen-Pak Corporation.", "response": 0, "entities": [[[9, 7]], [[18, 8]], [[32, 5]], [[60, 14], [88, 3], [103, 2]], [[112, 23]], [[163, 21]]]}
{"subjects": [], "objects": [], "sentence": "Hamidi was blocked in a 1999 court decision from using Intel's email system to distribute criticism of the company to employees, which overturned in 2003 in Intel Corp. v. Hamidi.", "response": 0, "entities": [[[0, 6], [103, 11]], [[24, 4]], [[55, 5]], [[149, 4]], [[157, 21]]]}
{"subjects": [], "objects": [], "sentence": "Contemporary elections for the Oregon and Transcontinental and the Northern Pacific Terminal Company installed many of the same men on the boards of those companies as well (the latter company was to build Portland Union Station).", "response": 0, "entities": [[[31, 27]], [[67, 33]], [[206, 22]]]}
{"subjects": [], "objects": [], "sentence": "Nibroc paper towels were produced by the Brown Company until the 1970s.", "response": 0, "entities": [[[0, 6]], [[41, 13]]]}
{"subjects": [1], "objects": [2, 3], "sentence": "In March, 1997, San Francisco French Bread Company was purchased from Specialty Foods Corp. by Interstate Bakeries Corporation of Kansas City, Missouri which went bankrupt and shut down the Parisian bakery in 2005, saying the bakery was no longer profitable.", "response": 1, "entities": [[[3, 11]], [[16, 34]], [[70, 21]], [[95, 31], [152, 5]], [[130, 11]], [[143, 8]], [[190, 8]], [[209, 4]]]}
{"subjects": [0, 1], "objects": [2], "sentence": "KSTP-AM and FM are owned by Hubbard Broadcasting.", "response": 1, "entities": [[[0, 7]], [[12, 2]], [[28, 20]]]}
{"subjects": [], "objects": [], "sentence": "Upside magazine requested data from Intel breaking out its hiring and firing by age, but the company declined to provide any.", "response": 0, "entities": [[[0, 15], [55, 3]], [[36, 5], [89, 11]]]}
{"subjects": [1], "objects": [2], "sentence": "In 2014, AFA became a subsidiary of the National Library Board.", "response": 1, "entities": [[[3, 4]], [[9, 3]], [[40, 22]]]}
{"subjects": [], "objects": [], "sentence": "Citron Research alleged that the company had presented incorrect figures concerning active users, specifically, its percentage of product returned and active customers before the IPO.", "response": 0, "entities": [[[0, 15]], [[29, 11], [112, 3]]]}
{"subjects": [], "objects": [], "sentence": "Still, Karosa was able to continue in production, mainly due to foreign investment by the French Renault company.", "response": 0, "entities": [[[7, 6]], [[90, 6]], [[97, 7]]]}
{"subjects": [0], "objects": [2], "sentence": "Kauaʻi Electric was incorporated in 1905 as a subsidiary of McBryde Sugar in order to construct a 2.4 MW hydroelectric plant on the Wainiha River.", "response": 1, "entities": [[[0, 15]], [[36, 4]], [[60, 13]], [[132, 13]]]}
{"subjects": [0], "objects": [1], "sentence": "The LP, issued by Arista (a subsidiary of Screen Gems), was actually a repackaging of a 1972 compilation LP called Refocus that had been issued by Arista's previous label imprint, Bell Records, also owned by Screen Gems.", "response": 1, "entities": [[[18, 6], [147, 6]], [[42, 11], [208, 11]], [[88, 4]], [[115, 7]], [[180, 12]]]}
{"subjects": [], "objects": [], "sentence": "Shine Australia is not to be mistaken for long serving entertainment and talent company Shine International Entertainment who own the registered trademark and have been operating in Australia since 1932.", "response": 0, "entities": [[[0, 15]], [[88, 33], [122, 3]], [[182, 9]], [[198, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "Tim's Cascade Snacks, a subsidiary of Pinnacle Foods, is a manufacturer of potato chips and popcorn.", "response": 1, "entities": [[[0, 20]], [[38, 14]]]}
{"subjects": [], "objects": [], "sentence": "In 1904 the company purchased the Olga and reorganized as Tōyō Gyogyō with capital of 500,000 yen.", "response": 0, "entities": [[[3, 4]], [[8, 11]], [[34, 4]], [[58, 11]], [[86, 7]]]}
{"subjects": [], "objects": [], "sentence": "In 2000, Eurokot was partly bought by the German company Astrium GmbH, a shareholder of Arianespace.", "response": 0, "entities": [[[3, 4]], [[9, 7]], [[42, 6]], [[57, 12]], [[88, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "The station is owned by Educational Media Foundation.", "response": 1, "entities": [[[0, 11]], [[24, 28]]]}
{"subjects": [0], "objects": [1], "sentence": "The channel is currently owned by SBS ViacomCBS LLC, a joint venture of SBS Medianet and ViacomCBS Networks EMEAA.", "response": 1, "entities": [[[0, 11]], [[34, 17]], [[72, 12]], [[89, 24]]]}
{"subjects": [], "objects": [], "sentence": "In May 2010 the DRC Supreme Court decided that the Canadian firm First Quantum Minerals had illegally obtained the rights to its Frontier and Lonshi mines, previously owned by Sodimico.", "response": 0, "entities": [[[3, 8]], [[16, 17]], [[51, 8]], [[65, 22], [125, 3]], [[129, 8]], [[142, 6]], [[176, 8]]]}
{"subjects": [], "objects": [], "sentence": "The new company combined Areva Mines, Areva NC, Areva Projects, and Areva Business Support companies.", "response": 0, "entities": [[[25, 11]], [[38, 8]], [[48, 14]], [[68, 22]]]}
{"subjects": [0], "objects": [1], "sentence": "WNVR is one of eight stations owned by Polnet Communications.", "response": 1, "entities": [[[0, 4]], [[39, 21]]]}
{"subjects": [], "objects": [], "sentence": "On May 17, 2013, SkyMall merged with Xhibit Corp, described as a new \"marketing software and digital advertising company that trades on an 'over-the-counter' exchange where equity shares of small companies can be bought and sold\".", "response": 0, "entities": [[[3, 12]], [[17, 7]], [[37, 11]]]}
{"subjects": [], "objects": [], "sentence": "In addition the Allied Powers refused cooperation with the company until connections with Nazi Germany were severed.", "response": 0, "entities": [[[16, 13]], [[55, 11]], [[90, 12]]]}
{"subjects": [1], "objects": [2], "sentence": "Also in 2010, the company launched ESPN Goal Line, a gametime-only channel that switches between games to show the most interesting plays, similar to NFL RedZone.", "response": 1, "entities": [[[8, 4]], [[14, 11]], [[35, 14]], [[150, 11]]]}
{"subjects": [], "objects": [], "sentence": "McGill's took over the surviving operations of Arriva Scotland West in a £10 million deal; this was completed on 26 March 2012, and the company now operates over 450 buses and around 100 routes and employs over 1000 members of staff.", "response": 0, "entities": [[[0, 6], [132, 11]], [[47, 20]], [[113, 13]]]}
{"subjects": [], "objects": [], "sentence": "The Shanghai Commercial Bank (SCB) (Chinese: 上海商業銀行) and its subsidiary companies are engaged in the provision of banking and related financial services in Hong Kong, United States, United Kingdom and the People's Republic of China.", "response": 0, "entities": [[[4, 24], [30, 3], [57, 3]], [[36, 8]], [[156, 9]], [[167, 13]], [[182, 14]], [[205, 26]]]}
{"subjects": [], "objects": [], "sentence": "The letters JD in JD Sports stand for the initials of the founders of the company, John & David.", "response": 0, "entities": [[[12, 2]], [[18, 9], [70, 11]], [[83, 12]]]}
{"subjects": [], "objects": [], "sentence": "The only prominent ridge of any length goes SE then south from the summit for 2.5 km to reach the subsidiary top of Meall Buidhe (653 metres) before continuing for a further three km to reach the valley floor of Strath Fillan, several km south of Tyndrum.", "response": 0, "entities": [[[116, 12]], [[212, 13]], [[247, 7]]]}
{"subjects": [], "objects": [], "sentence": "Robinson in 1897 bought out the remaining interests in the Barnes Company which he had been part-owner of since 1873.", "response": 0, "entities": [[[0, 8], [80, 2]], [[12, 4]], [[59, 14], [74, 5]], [[112, 4]]]}
{"subjects": [], "objects": [], "sentence": "In 2010, Hovaghimian incorporated Viki and moved to Singapore, where he set up the company's headquarters and hired its first engineers.", "response": 0, "entities": [[[3, 4]], [[9, 11], [69, 2]], [[34, 4], [79, 11], [116, 3]], [[52, 9], [63, 5]]]}
{"subjects": [0], "objects": [1], "sentence": "The Encina Power Station, owned by NRG Energy, is on the lagoon and pays for the dredging.", "response": 1, "entities": [[[4, 20]], [[35, 10]]]}
{"subjects": [], "objects": [], "sentence": "The company’s client includes Vodafone, America Movil, Viettel, Airtel, Zain Group and others.", "response": 0, "entities": [[[0, 11]], [[30, 8]], [[40, 13]], [[55, 7]], [[64, 6]], [[72, 10]]]}
{"subjects": [2], "objects": [1], "sentence": "Furthermore, it was expected that prerecorded DCC's would generate income via the company's Polygram record company.", "response": 1, "entities": [[[46, 3]], [[78, 11]], [[92, 23]]]}
{"subjects": [], "objects": [], "sentence": "In 1941, Limón left the Humphrey-Weidman company to work with May O'Donnell.", "response": 0, "entities": [[[3, 4]], [[9, 5]], [[24, 16]], [[62, 13]]]}
{"subjects": [], "objects": [], "sentence": "The English company Cosworth supplies Marussia with two different V6 engines.", "response": 0, "entities": [[[4, 7]], [[20, 8]], [[38, 8]], [[66, 10]]]}
{"subjects": [], "objects": [], "sentence": "The ferry company Fred.Olsen restored some houses here in traditional style and named one of their fast ferries Benchijigua Express.", "response": 0, "entities": [[[18, 10]], [[112, 19]]]}
{"subjects": [], "objects": [], "sentence": "On 3 September 2012, the company was acquired by the Queensland owners of VIP Petfoods, the Quinn family.", "response": 0, "entities": [[[3, 16]], [[21, 11]], [[53, 10]], [[74, 12]], [[92, 5]]]}
{"subjects": [0], "objects": [1], "sentence": "The truth is that during the period that Aerolíneas Argentinas was owned by Iberia (1990–1995), the Spanish airline allocated more than 1200 million dollars in the Argentine flag carrier and kept the airline operating despite the poor results.", "response": 1, "entities": [[[41, 21], [108, 7], [196, 11]], [[76, 6]], [[84, 4]], [[89, 4]], [[100, 7]], [[164, 9]]]}
{"subjects": [], "objects": [], "sentence": "The Jardine Cycle & Carriage Scholarship reinforces the company's commitment to Southeast Asia.", "response": 0, "entities": [[[4, 36]], [[52, 11]], [[80, 14]]]}
{"subjects": [], "objects": [], "sentence": "Then-Sonics owner Barry Ackerley committed to submitting an expansion application to the NHL by a September 15, 1990 deadline as part of a proposed new arena deal.", "response": 0, "entities": [[[5, 6]], [[18, 14]], [[89, 3]], [[98, 18]]]}
{"subjects": [0], "objects": [1], "sentence": "Cloud Sites is a platform as a service offering now owned by Liquid Web, similar to traditional web hosting only built on horizontally scalable hardware infrastructure.", "response": 1, "entities": [[[0, 11]], [[61, 10]]]}
{"subjects": [2], "objects": [1], "sentence": "The branch underwent a name change in 1971 when Barclays established a subsidiary, Barclays Discount Bank.", "response": 1, "entities": [[[38, 4]], [[48, 8]], [[83, 22]]]}
{"subjects": [0], "objects": [1], "sentence": "The studios were owned by British National Films Company between 1939 and 1948, although during this period a large portion of the studio was taken over by the British government for war work.", "response": 1, "entities": [[[0, 11], [127, 10]], [[26, 30]], [[65, 4]], [[74, 4]], [[160, 18]]]}
{"subjects": [0], "objects": [1], "sentence": "The station is owned by the MyFM Media Corporation.", "response": 1, "entities": [[[0, 11]], [[28, 22]]]}
{"subjects": [], "objects": [], "sentence": "AT&T purchased 33% of the company in 1992, and arranged a merger in 1994 that made Craig McCaw one of AT&T's largest shareholders.", "response": 0, "entities": [[[0, 4], [102, 4]], [[22, 11]], [[37, 4]], [[68, 4]], [[83, 11]]]}
{"subjects": [0], "objects": [2], "sentence": "The station, established in 1946, is currently owned by Forever Broadcasting LLC and is a simulcast of WNTI out of Somerset, Pennsylvania.", "response": 1, "entities": [[[0, 11]], [[28, 4]], [[56, 24]], [[103, 4]], [[115, 8]], [[125, 12]]]}
{"subjects": [0], "objects": [1], "sentence": "The team was owned by the Ysmael Steel Manufacturing Company, the licensed manufacturer of Admiral home appliances in the Philippines during that period.", "response": 1, "entities": [[[0, 8]], [[26, 34]], [[91, 23]], [[122, 11]]]}
{"subjects": [], "objects": [], "sentence": "Industry was also attracted and companies such as Heintz Manufacturing Company, Proctor and Schwartz, and Brown Instrument Division built factories in the neighborhood.", "response": 0, "entities": [[[50, 28]], [[80, 7]], [[92, 8]], [[106, 25]]]}
{"subjects": [], "objects": [], "sentence": "Later she moved to McDonnell Douglas, an aerospace company, where she worked until 1993 when IBM received a strategic outsourcing deal and Childress moved back to the company she had started in.", "response": 0, "entities": [[[6, 3], [66, 3], [139, 9], [175, 3]], [[19, 17], [60, 5]], [[83, 4]], [[93, 3], [163, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "It is owned by Cumulus Media and airs an adult contemporary music radio format.", "response": 1, "entities": [[[0, 2]], [[15, 13]]]}
{"subjects": [1], "objects": [2], "sentence": "It is part of Toyota Motor Engineering & Manufacturing North America (TEMA), owned by Toyota Motor Corporation of Japan.", "response": 1, "entities": [[[0, 2]], [[14, 54], [70, 4]], [[86, 24]], [[114, 5]]]}
{"subjects": [2], "objects": [1], "sentence": "On February 5, 2013, Atwood announced his new company, Civilized Discourse Construction Kit, Inc. Its flagship product is an open source next-generation discussion platform called Discourse.", "response": 1, "entities": [[[21, 6], [38, 3]], [[55, 41], [98, 3]], [[180, 9]]]}
{"subjects": [2, 3], "objects": [1], "sentence": "During this period, his company became Società Italiana Caproni, a major conglomerate which purchased other manufacturers, creating subsidiaries which included Caproni Bergamasca and Caproni Vizzola, although the assertion that Caproni also purchased the Reggiane company to form a \"Caproni Reggiane\" subsidiary is a myth.", "response": 1, "entities": [[[20, 3]], [[39, 24], [86, 5], [228, 7]], [[160, 18]], [[183, 15]], [[255, 8]], [[283, 16]]]}
{"subjects": [], "objects": [], "sentence": "On January 19, twenty JDL members had conducted a half-hour sit-in at the offices of Columbia Artists Inc. in Manhattan, leaving only after they were assured a meeting would be set up with the company's president in the near future.", "response": 0, "entities": [[[3, 10]], [[22, 3]], [[85, 20], [189, 11]], [[110, 9]]]}
{"subjects": [], "objects": [], "sentence": "The company name changed to Cooper Laboratories, Inc. in 1967.", "response": 0, "entities": [[[0, 11]], [[28, 25]], [[57, 4]]]}
{"subjects": [], "objects": [], "sentence": "February 1, 1964 - Sanco railway division splits off and forms a new company named Mie Electric Railway (Sanden).", "response": 0, "entities": [[[0, 16]], [[19, 5]], [[83, 20], [105, 6]]]}
{"subjects": [], "objects": [], "sentence": "In January 2013, the company signed a three-year sponsorship deal with the English football club Manchester United.", "response": 0, "entities": [[[3, 12]], [[17, 11]], [[75, 7]], [[97, 17]]]}
{"subjects": [2], "objects": [3], "sentence": "He supports environmental charities, and in 2011 donated money to the Community Water Initiative, a charitable organisation owned by PepsiCo.", "response": 1, "entities": [[[0, 2]], [[44, 4]], [[70, 26]], [[133, 7]]]}
{"subjects": [], "objects": [], "sentence": "It was sponsored by the Goodyear Tire and Rubber Company and was officially known as the Goodyear Cotton Bowl Classic.", "response": 0, "entities": [[[24, 32]], [[0, 2], [89, 28]]]}
{"subjects": [], "objects": [], "sentence": "In 1995, Evenflo Company, Inc. was created through the merger of Evenflo Juvenile Products and Evenflo Juvenile Furniture Company (formerly known as Questor Juvenile Furniture Company).", "response": 0, "entities": [[[3, 4]], [[9, 21]], [[65, 25]], [[95, 34]], [[149, 34]]]}
{"subjects": [], "objects": [], "sentence": "NST collaborated with Retro Studios, the company behind several Metroid games, to design the game's art and characters to make sure that they fit into the overall Metroid series.", "response": 0, "entities": [[[0, 3]], [[22, 13], [37, 11]], [[64, 7], [163, 7]]]}
{"subjects": [], "objects": [], "sentence": "Palladium Books, past and current publishers of the Robotech role-playing game, was the first company to release Southern Cross, New Generation, and Robotech II: The Sentinels on VHS home video.", "response": 0, "entities": [[[0, 15]], [[52, 8]], [[113, 14]], [[129, 14]], [[149, 26]], [[179, 3]]]}
{"subjects": [], "objects": [], "sentence": "On 20 December 2014, Flipkart announced filing application with Singapore-based companies' regulator ACRA to become a public company after raising $700 million for long term strategic investments in India following which its number of investors exceeded 50.", "response": 0, "entities": [[[3, 16]], [[21, 8], [221, 3]], [[64, 9]], [[101, 4]], [[199, 5]]]}
{"subjects": [], "objects": [], "sentence": "In 2015, she left her position as Creative Director at INGO to found her own company, UKNIGHT, to fully focus on supporting the industry's development into a more representative and diverse industry.", "response": 0, "entities": [[[3, 4]], [[9, 3], [18, 3], [69, 3]], [[34, 17]], [[55, 4]], [[86, 7]]]}
{"subjects": [], "objects": [], "sentence": "He was chairman of Brazilian conglomerate EBX Group, which was formerly the parent company of five companies traded on the BOVESPA's Novo Mercado, a special segment of the São Paulo stock market.", "response": 0, "entities": [[[0, 2]], [[19, 9]], [[42, 9], [53, 5]], [[123, 7]], [[133, 12]], [[172, 9]]]}
{"subjects": [0], "objects": [2], "sentence": "Endemol Shine Australia is Australia's largest production company and is a division of Shine Group.", "response": 1, "entities": [[[0, 23]], [[27, 9]], [[87, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "BBC Elstree Centre, sometimes referred to as BBC Elstree Studios, is a television production facility, currently owned by the British Broadcasting Corporation (BBC).", "response": 1, "entities": [[[0, 18], [45, 19]], [[126, 32], [160, 3]]]}
{"subjects": [1], "objects": [3], "sentence": "Alderman expanded his interests in virtual world development by founding StroCap Studios in 2007 as a subsidiary of Eros LLC.", "response": 1, "entities": [[[0, 8], [18, 3]], [[73, 15]], [[92, 4]], [[116, 8]]]}
{"subjects": [], "objects": [], "sentence": "The station's Jackson office, shared with local production company TotalReach Television, was damaged that May after a tornado struck the downtown Jackson area.", "response": 0, "entities": [[[0, 11]], [[14, 7], [147, 7]], [[67, 21]]]}
{"subjects": [], "objects": [], "sentence": "The company has directed and photographed for Warner Brothers, Twentieth Century Fox, Paramount and Stanley Kubrick.", "response": 0, "entities": [[[0, 11]], [[46, 15]], [[63, 21]], [[86, 9]], [[100, 15]]]}
{"subjects": [], "objects": [], "sentence": "Design Design's core consisted of Stafford working mainly on titles for the Commodore 64, Brattel and Mottershead working on the ZX Spectrum and Amstrad CPC, and David Lewellyn, the company's administrator.", "response": 0, "entities": [[[0, 13], [178, 11]], [[34, 8]], [[76, 12]], [[90, 7]], [[102, 11]], [[129, 11]], [[145, 11]], [[162, 14]]]}
{"subjects": [1], "objects": [2], "sentence": "On 19 April 2005 BNFL Inc was renamed BNG America and made a subsidiary of BNG.", "response": 1, "entities": [[[3, 13]], [[17, 8], [38, 11]], [[75, 3]]]}
{"subjects": [1, 3], "objects": [0], "sentence": "Mafco Holdings acquired Abex, Inc., an aircraft control system & hydraulic pump manufacturer, and then merged it into a Mafco subsidiary in 1995 while the aerospace subsidiary, Power Control Technologies Inc., which became publicly traded.", "response": 1, "entities": [[[0, 14], [120, 5]], [[24, 9], [110, 2]], [[140, 10]], [[177, 30], [210, 5]]]}
{"subjects": [], "objects": [], "sentence": "As a result, they formed a mini company called FAR Productions (named for the property they lived on, Flying Aardvark Ranch) and created Shannara for Legend Entertainment in 1995.", "response": 0, "entities": [[[47, 15]], [[102, 21]], [[137, 8]], [[150, 20]], [[174, 4]]]}
{"subjects": [], "objects": [], "sentence": "The company's first game was to be the first-person shooter Prax War to be published by Electronic Arts (EA).", "response": 0, "entities": [[[0, 11]], [[60, 8]], [[88, 15], [105, 2]]]}
{"subjects": [], "objects": [], "sentence": "The KTM ETS is the second electric train service to be operated by the Malaysian railway company, after the KTM Komuter service.", "response": 0, "entities": [[[4, 7]], [[71, 9]], [[108, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "WBAA is a radio station owned by Purdue University.", "response": 1, "entities": [[[0, 4]], [[33, 17]]]}
{"subjects": [], "objects": [], "sentence": "From 1997, a European subsidiary Thrall Europa manufactured wagons in York, UK (Thrall Europa, York works, closed 2002).", "response": 0, "entities": [[[5, 4]], [[13, 8]], [[33, 13], [80, 13]], [[70, 4], [95, 4]], [[76, 2]], [[114, 4]]]}
{"subjects": [], "objects": [], "sentence": "The submarine is owned and operated by the Pacific Fleet Submarine Memorial Association, and is now part of the USS Bowfin Submarine Museum & Park in Pearl Harbor, on the island of Oahu, Hawaii.", "response": 0, "entities": [[[0, 13]], [[43, 44]], [[112, 34]], [[150, 12]], [[167, 10]], [[181, 4]], [[187, 6]]]}
{"subjects": [], "objects": [], "sentence": "Clariant International Ltd partners with matchmycolor LLC, a colour know-how company and Konica Minolta Inc, a Japanese technology company to efficiently colour match the polyolefin products easier and faster.", "response": 0, "entities": [[[0, 26]], [[41, 16]], [[89, 18]], [[111, 8]]]}
{"subjects": [1], "objects": [2], "sentence": "The two carriers were legally amalgamated in July 1998 and by then, Inter-Canadien had become a wholly owned subsidiary of Canadian Regional Airlines.", "response": 1, "entities": [[[45, 9]], [[68, 14]], [[123, 26]]]}
{"subjects": [], "objects": [], "sentence": "The following year Squire was hired by installation art company Local Project and wrote the script Dreams of Freedom for the National Museum of American Jewish History in Philadelphia.", "response": 0, "entities": [[[19, 6]], [[64, 13]], [[99, 17]], [[125, 42]], [[171, 12]]]}
{"subjects": [], "objects": [], "sentence": "The company announced, on 10 July 2013, that it has raised an additional US$200 million from existing investors including Tiger Global, Naspers, Accel Partners and Iconiq Capital.", "response": 0, "entities": [[[0, 11], [45, 2]], [[26, 12]], [[122, 12]], [[136, 7]], [[145, 14]], [[164, 14]]]}
{"subjects": [], "objects": [], "sentence": "The company acquired the operations and vehicles of large independent operator Gibson's Direct in September 2010, expanding the size of its fleet by around 70%.", "response": 0, "entities": [[[0, 11], [136, 3]], [[79, 15]], [[98, 14]]]}
{"subjects": [1], "objects": [2], "sentence": "Some of the Wyndham hotels were merged into LXR, another chain owned by Blackstone.", "response": 1, "entities": [[[12, 14]], [[44, 3]], [[72, 10]]]}
{"subjects": [0], "objects": [1], "sentence": "Jardine Cycle & Carriage Limited is the investment holding company of the Jardine Matheson Group in Southeast Asia.", "response": 1, "entities": [[[0, 32]], [[74, 22]], [[100, 14]]]}
{"subjects": [3], "objects": [1], "sentence": "In 2007, Sumo Digital opened a subsidiary studio in India, called Sumo India.", "response": 1, "entities": [[[3, 4]], [[9, 12]], [[52, 5]], [[66, 10]]]}
{"subjects": [], "objects": [], "sentence": "BUFO is a production services company for U.S companies including Universal Pictures.", "response": 0, "entities": [[[0, 4]], [[42, 3]], [[66, 18]]]}
{"subjects": [], "objects": [], "sentence": "The company changed its name to F&W Media International Limited in 2010 but continued – and still continues – to publish craft and lifestyle books under the David & Charles imprint.", "response": 0, "entities": [[[0, 11], [20, 3]], [[32, 31]], [[67, 4]], [[157, 15]]]}
{"subjects": [0], "objects": [2], "sentence": "Among them is Portinvest Holding that belongs to the Ukrainian company System Capital Management.", "response": 1, "entities": [[[14, 18]], [[53, 9]], [[71, 25]]]}
{"subjects": [], "objects": [], "sentence": "In 2004, The New York Times characterized DataTreasury as \"a company whose only business, other than one client, appears to be suing other companies.\"", "response": 0, "entities": [[[3, 4]], [[9, 18]], [[42, 12], [69, 5]]]}
{"subjects": [0], "objects": [2], "sentence": "National Bank of Pakistan (NBP) is a Pakistani government-owned commercial bank which is a subsidiary of State Bank of Pakistan.", "response": 1, "entities": [[[0, 31], [80, 5]], [[37, 9]], [[105, 22]]]}
{"subjects": [1, 2], "objects": [0], "sentence": "Named Enovos, it included the parent company Enovos International S.A. as well as two main subsidiaries: Creos (formerly Cegedel S.A.) in charge of network activities, and Enovos Luxembourg S.A. in charge of production, sales and marketing.", "response": 1, "entities": [[[6, 6], [45, 25]], [[105, 5], [121, 12]], [[172, 22]]]}
{"subjects": [], "objects": [], "sentence": "In September 2010, it was found that Pro-Tect Systems, the company that had supplied the Tasers, had breached its licence by supplying the \"experimental\" weapons directly to the police.", "response": 0, "entities": [[[3, 14]], [[37, 16], [55, 11], [110, 3]], [[89, 6]], [[174, 10]]]}
{"subjects": [1], "objects": [2], "sentence": "Due to foreign ownership restrictions by the Canadian Radio-television and Telecommunications Commission, the channel is fully owned by Blue Ant Media, with the BBC Earth brand and programming licensed from BBC Worldwide.", "response": 1, "entities": [[[45, 59]], [[106, 11]], [[136, 14]], [[161, 9]], [[207, 13]]]}
{"subjects": [], "objects": [], "sentence": "After graduation, he joined Douglas Aircraft Company in Santa Monica and then moved on to Bendix Aviation in Kansas City and joined Alfred Electronics in Palo Alto in 1966, before starting his own company nine years later.", "response": 0, "entities": [[[18, 2], [189, 3]], [[28, 24]], [[56, 12]], [[90, 15]], [[109, 11]], [[132, 18]], [[154, 9]], [[167, 4]]]}
{"subjects": [2], "objects": [1], "sentence": "In 1998, Hilton spun off its gaming operations into a separate, publicly held company called Park Place Entertainment (later Caesars Entertainment, Inc.)", "response": 1, "entities": [[[3, 4]], [[9, 6], [25, 3]], [[93, 24], [125, 27]]]}
{"subjects": [1], "objects": [2], "sentence": "It was previously owned by Milwaukee-based Journal Media Group, which was formed by a newspaper-only spin-off of E.W.Scripps Company's media operations in 2015.", "response": 1, "entities": [[[27, 9]], [[43, 19], [64, 5]], [[113, 19]], [[155, 4]]]}
{"subjects": [0, 2, 3], "objects": [1], "sentence": "Broadcasting on 96.1 FM, XEUN-FM is owned by the National Autonomous University of Mexico (UNAM) as a sister to XEUN-AM 860 and XHUNAM-TDT 20.", "response": 1, "entities": [[[25, 7]], [[49, 40], [91, 4]], [[112, 7]], [[128, 10]]]}
{"subjects": [], "objects": [], "sentence": "His career in entertainment started in ABS-CBN in 2001 when he was introduced as part of ABS-CBN's Star Circle (now known as Star Magic) batch 10 along with Bea Alonzo, Alfred Vargas and TJ Trinidad.", "response": 0, "entities": [[[0, 3], [60, 2]], [[39, 7], [89, 7]], [[50, 4]], [[99, 11], [125, 10]], [[157, 10]], [[169, 13]], [[187, 11]]]}
{"subjects": [2], "objects": [1], "sentence": "In March 1992, SGI announced it was acquiring MIPS Computer Systems, which became a subsidiary of SGI called MIPS Technologies, Inc. (MTI) in mid-1992.", "response": 1, "entities": [[[3, 10]], [[15, 3], [29, 2], [98, 3]], [[46, 21], [69, 5], [109, 23], [134, 3]]]}
{"subjects": [], "objects": [], "sentence": "Bildt served as non-executive director of the Baltimore-based US assets management company Legg Mason, Inc. He served as chairman of the board of Teleopti and chairman of the public affairs consultancy Kreab AB, and board member of the IT consultancy HiQ AB.", "response": 0, "entities": [[[0, 5], [108, 2]], [[46, 9]], [[62, 2]], [[91, 15]], [[146, 8]], [[202, 8]], [[251, 6]]]}
{"subjects": [], "objects": [], "sentence": "In 2008 she started a for-profit company, Pixel Qi, to commercialize some of the technologies she invented at OLPC.", "response": 0, "entities": [[[3, 4]], [[8, 3], [94, 3]], [[42, 8]], [[110, 4]]]}
{"subjects": [], "objects": [], "sentence": "The company was placed into administration with Shay Bannon and Antony Nygate of BDO Stoy Hayward appointed as the administrators on 21 January 2009.", "response": 0, "entities": [[[0, 11]], [[48, 11]], [[64, 13]], [[81, 16]], [[133, 15]]]}
{"subjects": [], "objects": [], "sentence": "He was chairman of Hillsdown Holdings, a multi-national food company, the Canadian firm Maple Leaf Foods, deputy chairman of Royal Insurance and other companies.", "response": 0, "entities": [[[0, 2]], [[19, 18]], [[74, 8]], [[88, 16]], [[125, 15]]]}
{"subjects": [], "objects": [], "sentence": "As BMW wasn't able to build 400 road going examples of the car in the required time period as stipulated by the rules, the company partnered with Lamborghini to work out the details of the car's chassis, assemble prototypes and manufacture the vehicles.", "response": 0, "entities": [[[3, 3], [119, 11]], [[55, 7], [185, 7]], [[146, 11]]]}
{"subjects": [], "objects": [], "sentence": "The company developed micro connectors that went on to become a part of the Euro-Russian space mission known as ExoMars which was launched from Baikonur Cosmodrome on March 14.", "response": 0, "entities": [[[0, 11]], [[76, 4]], [[81, 7]], [[112, 7]], [[144, 19]], [[167, 8]]]}
{"subjects": [], "objects": [], "sentence": "In 2017, Jardine Cycle & Carriage Limited first acquired an interest in Vinamilk and currently holds a 10.6% stake in the company.", "response": 0, "entities": [[[3, 4]], [[9, 32]], [[72, 8], [118, 11]]]}
{"subjects": [3], "objects": [4], "sentence": "It was later sold in June 2007 along with its subsidiary that held the operating contracts with the NDA, Magnox Electric, to EnergySolutions.", "response": 1, "entities": [[[0, 2], [42, 3]], [[21, 9]], [[100, 3]], [[105, 15]], [[125, 15]]]}
{"subjects": [0], "objects": [2], "sentence": "Serjical Strike Records is an American record label, owned by Universal Music Group, and operates under Universal Republic Records.", "response": 1, "entities": [[[0, 23], [104, 26]], [[30, 8]], [[62, 21]]]}
{"subjects": [], "objects": [], "sentence": "The sale was ultimately approved because the company helped fund WFXU's construction.", "response": 0, "entities": [[[41, 11]], [[65, 4]]]}
{"subjects": [], "objects": [], "sentence": "On 16 April 1923, the Free State Chancery Division ordered the winding up of the Sinn Féin Bank company, appointing Donal O'Connor as liquidator.", "response": 0, "entities": [[[3, 13]], [[22, 28]], [[81, 14]], [[116, 14]]]}
{"subjects": [], "objects": [], "sentence": "The company has its origins in the music distributor Records on Wheels (which was established in 1970), and the music retail chain CD Plus.", "response": 0, "entities": [[[0, 11], [16, 3]], [[53, 17], [72, 5]], [[97, 4]], [[131, 7]]]}
{"subjects": [4], "objects": [3], "sentence": "On December 20, 1985, Boeing reached an agreement to test the proposed 578-DX geared propfan engine of General Motors subsidiary Allison Engine Company for use on the 7J7.", "response": 1, "entities": [[[3, 17]], [[22, 6]], [[71, 6]], [[103, 14]], [[129, 22]], [[167, 3]]]}
{"subjects": [], "objects": [], "sentence": "On December 17, 1929, the Bourne-Fuller Co., Central Alloy Steel, Donner Steel, and Republic Iron and Steel merged into a new company, Republic Steel Corporation.", "response": 0, "entities": [[[3, 17]], [[26, 17]], [[45, 19]], [[66, 12]], [[84, 23]], [[135, 26]]]}
{"subjects": [], "objects": [], "sentence": "Since the town is entirely within the Catskill Park, large tracts of land are owned by the state Department of Environmental Conservation as part of New York's Forest Preserve.", "response": 0, "entities": [[[6, 8]], [[38, 13]], [[97, 40]], [[149, 8]], [[160, 15]]]}
{"subjects": [0], "objects": [1], "sentence": "It is a former subsidiary of Union Carbide as toy division.", "response": 1, "entities": [[[0, 2]], [[29, 13]]]}
{"subjects": [], "objects": [], "sentence": "Estadio Monumental is a stadium that was built by the Peruvian construction company Gremco throughout the 1990s and opened in 2000, replacing Estadio Lolo Fernandez and the Nacional.", "response": 0, "entities": [[[0, 18]], [[54, 8]], [[84, 6]], [[126, 4]], [[142, 22]], [[173, 8]]]}
{"subjects": [], "objects": [], "sentence": "Bethesda then sued Masthead Studios and asked for a preliminary injunction against the company.", "response": 0, "entities": [[[0, 8]], [[19, 16], [83, 11]]]}
{"subjects": [], "objects": [], "sentence": "Cache IQ, Inc. was an Austin, Texas, US-based network computing company which created an inline caching appliance for network-attached storage (NAS).", "response": 0, "entities": [[[0, 14], [72, 5]], [[22, 6]], [[30, 5]], [[37, 2]], [[144, 3]]]}
{"subjects": [2], "objects": [1], "sentence": "In December 2016, Arriva UK Trains subsidiary Northern and Porterbrook announced a plan to convert eight Class 319/4 electric multiple units to bi-mode units, to allow through working between electrified and non-electrified routes.", "response": 1, "entities": [[[3, 13]], [[18, 16]], [[46, 24]]]}
{"subjects": [], "objects": [], "sentence": "In September 2013, Renatus Media, LLC invested in DevGAMM conference dedicated to social, mobile and online games (previously known as FlashGAMM).", "response": 0, "entities": [[[3, 14]], [[19, 18]], [[50, 7]], [[135, 9]]]}
{"subjects": [], "objects": [], "sentence": "The exchange was incorporated as ASX Limited and in 1998 the company was listed on the ASX itself, with the Australian Securities and Investments Commission enforcing the listing rules for ASX Limited.", "response": 0, "entities": [[[33, 11], [57, 11], [87, 3], [189, 11]], [[52, 4]], [[108, 48]]]}
{"subjects": [], "objects": [], "sentence": "The company incorporated in 1946 as the Hilton Hotels Corporation, and subsequently began public trading of shares on the New York Stock Exchange.", "response": 0, "entities": [[[0, 11], [40, 25]], [[28, 4]], [[122, 23]]]}
{"subjects": [0], "objects": [1], "sentence": "The company still exists today as a division of Nashua Paper, and its two buildings still stand in Chicago's now trendy Printer's Row and Lincoln Park areas.", "response": 1, "entities": [[[0, 11], [66, 3]], [[48, 12]], [[99, 7]], [[120, 13]], [[138, 12]]]}
{"subjects": [], "objects": [], "sentence": "These subsidiary partners, such as the Compagnie des Habitants in Quebec, were made up of wealthy members of the elite from various parts of France.", "response": 0, "entities": [[[39, 23]], [[66, 6]], [[141, 6]]]}
{"subjects": [], "objects": [], "sentence": "In the 1970s, the train shed roof was in danger of collapse, and the newly appointed Director of Environment Bernard Kaukas persuaded the company to invest £3m to save it.", "response": 0, "entities": [[[14, 9]], [[85, 38]], [[134, 11]]]}
{"subjects": [], "objects": [], "sentence": "Published by Seattle-based game company Hidden City Entertainment, Bella Sara began as a trading card game that expanded into an international product line.", "response": 0, "entities": [[[13, 7]], [[40, 25]], [[67, 10]]]}
{"subjects": [3], "objects": [4], "sentence": "2012: Intersolar AWARD for the cell tester SpotLIGHT 1sec for Pasan AG, a company of the Meyer Burger Technology Ltd.", "response": 1, "entities": [[[0, 4]], [[6, 16]], [[43, 14]], [[62, 8]], [[89, 27]]]}
{"subjects": [3], "objects": [2], "sentence": "KCBS later won a Peabody Award for their news coverage, as did (ABC-owned) KGO-TV.", "response": 1, "entities": [[[0, 4]], [[17, 13]], [[64, 3]], [[75, 6]]]}
{"subjects": [], "objects": [], "sentence": "2005: The company and its partner, Liwa, won 8 out of 15 exploration spots on the EPSA-4 auction, making both companies among the first to enter the Libyan market since the United States lifted its embargo on Libya.", "response": 0, "entities": [[[0, 4]], [[6, 11], [22, 3]], [[35, 4]], [[149, 6], [209, 5]], [[173, 13], [194, 3]]]}
{"subjects": [], "objects": [], "sentence": "As part of the WWF's battle against The Alliance, The Rock wrestled in a \"winner takes all\" five-on-five elimination tag team match at Survivor Series where the losing team's company would be dissolved in storyline.", "response": 0, "entities": [[[15, 3]], [[36, 12]], [[50, 8]], [[135, 15]]]}
{"subjects": [1], "objects": [2], "sentence": "A second airline using the Binter name, Binter Mediterraneo, was formed as a subsidiary of Iberia in 1988 with routes from Melilla to Málaga, Almeria, Valencia and in its last year, with Madrid.", "response": 1, "entities": [[[27, 6]], [[40, 19], [167, 3]], [[91, 6]], [[101, 4]], [[123, 7]], [[134, 6]], [[142, 7]], [[151, 8]], [[187, 6]]]}
{"subjects": [], "objects": [], "sentence": "CIDA City Campus launched an educational program called, Mastery Academy of Construction, and began receiving financial support from the construction company Murray & Roberts, Barloworld and its Letsema Sizwe Trust in 2007.", "response": 0, "entities": [[[0, 16]], [[57, 31]], [[158, 16], [191, 3]], [[176, 10]], [[195, 19]], [[218, 4]]]}
{"subjects": [], "objects": [], "sentence": "On March 24, 2013 Disney and interactive tech company Coliloquy launched Kingdom Keepers Insider, a website and mobile app that enables readers to interact with Pearson and impact how the final book in the series will be written.", "response": 0, "entities": [[[3, 14]], [[18, 6]], [[54, 9]], [[73, 23]], [[161, 7]], [[202, 10]]]}
{"subjects": [], "objects": [], "sentence": "In 1928, all California lands owned by Finkbine-Guild were sold to Southern Redwood Company.", "response": 0, "entities": [[[3, 4]], [[13, 10]], [[39, 14]], [[67, 24]]]}
{"subjects": [1], "objects": [0], "sentence": "Iberia also owned Binter Canarias, until the Spanish government began the privatisation of the subsidiary.", "response": 1, "entities": [[[0, 6]], [[18, 15]], [[45, 7]]]}
{"subjects": [], "objects": [], "sentence": "Falstaff Brewing was a publicly traded company on the New York Stock Exchange, which was rare for a brewing industry in which families closely guarded their ownership.", "response": 0, "entities": [[[0, 16], [79, 5]], [[54, 23]]]}
{"subjects": [], "objects": [], "sentence": "Tube Lines Limited, initially known as 'Infraco JNP' (an amalgamation of Infrastructure + Company), is an asset-management company responsible for the maintenance, renewal and upgrade of the infrastructure, including track, trains, signals, civils work and stations, of three London Underground lines.", "response": 0, "entities": [[[0, 18], [40, 11]], [[276, 18]]]}
{"subjects": [], "objects": [], "sentence": "IER has received funding from the Brown Foundation (started by founders of a construction and energy company), the Searle Freedom Trust and the Claude R. Lambe Charitable Foundation.", "response": 0, "entities": [[[0, 3]], [[34, 16]], [[115, 20]], [[144, 37]]]}
{"subjects": [], "objects": [], "sentence": "The company was chartered in 1909 as the Archville Fire Department, with Hubert W. Mannerly as the first fire chief.", "response": 0, "entities": [[[0, 11]], [[29, 4]], [[41, 25]], [[73, 18]]]}
{"subjects": [1], "objects": [2], "sentence": "Joshua Solan manages and owns XDA Developers via his company KC Online Media, LLC.", "response": 1, "entities": [[[0, 12], [49, 3]], [[30, 14]], [[61, 21]]]}
{"subjects": [0], "objects": [1], "sentence": "TBC is a 100% subsidiary of Trust Holdings Limited (THL), a Zimbabwean financial holding company, involved primarily in finance, leasing, insurance and banking.", "response": 1, "entities": [[[0, 3]], [[28, 22], [52, 3]], [[60, 10]]]}
{"subjects": [2], "objects": [1, 4], "sentence": "In June 2014, American Woolen purchased the Warren Mills complex from Italian luxury apparel group Loro Piana SpA, which had owned and operated the mill for 26 years.", "response": 1, "entities": [[[3, 9]], [[14, 15]], [[44, 12], [144, 8]], [[70, 7]], [[99, 14], [115, 5]]]}
{"subjects": [], "objects": [], "sentence": "The duo's last in-ring appearance for the company would be at Victory Road '04, where both Nosawa and Miyamoto competed in the X-Division Gauntlet match, which was won by Hector Garza.", "response": 0, "entities": [[[38, 11]], [[62, 16]], [[91, 6]], [[102, 8]], [[127, 19]], [[171, 12]]]}
{"subjects": [], "objects": [], "sentence": "Horace Brown teamed up with entertainment veteran Tony Vanias and his company, Matchbox Entertainment.", "response": 0, "entities": [[[0, 12]], [[50, 11], [66, 3]], [[79, 22]]]}
{"subjects": [1], "objects": [2], "sentence": "The Swarovski SR rail is also used by Kahles, a Swarovski subsidiary.", "response": 1, "entities": [[[4, 12]], [[38, 6]], [[48, 9]]]}
{"subjects": [], "objects": [], "sentence": "Altix is a line of server computers and supercomputers produced by Silicon Graphics (and successor company Silicon Graphics International), based on Intel processors.", "response": 0, "entities": [[[0, 5]], [[67, 16]], [[107, 30]], [[149, 5]]]}
{"subjects": [], "objects": [], "sentence": "In 2010, Palmer started a company called Zeppelin International, with the intention of making a commercially viable Zeppelin.", "response": 0, "entities": [[[3, 4]], [[9, 6]], [[41, 22]], [[116, 8]]]}
{"subjects": [], "objects": [], "sentence": "In July 2015 Summers joined the Board of Directors of Premise Data, a San Francisco-based data and analytics technology company that sources data from a global network of on-the-ground contributors.", "response": 0, "entities": [[[13, 7]], [[32, 18]], [[54, 12]], [[70, 13]]]}
{"subjects": [0], "objects": [1], "sentence": "The Shreveport Times, owned by USA Today, also has circulation within Waskom.", "response": 1, "entities": [[[0, 20]], [[31, 9]], [[70, 6]]]}
{"subjects": [1], "objects": [3], "sentence": "The licence for the Yuzhno-Russkoye field is owned by Severneftegazprom, the subsidiary of Russian gas company Gazprom.", "response": 1, "entities": [[[20, 21]], [[54, 17]], [[91, 7]], [[111, 7]]]}
{"subjects": [2, 4], "objects": [1, 3], "sentence": "In 1984, Duchossois purchased the remaining shares of the company owned by the Thrall family, and the company then operated as part of Duchossois Industries.", "response": 1, "entities": [[[3, 4]], [[9, 10]], [[54, 11], [98, 11]], [[79, 13]], [[135, 21]]]}
{"subjects": [], "objects": [], "sentence": "Magma Pictures' educational sister company is Young Film Academy.", "response": 0, "entities": [[[0, 14]], [[46, 18]]]}
{"subjects": [], "objects": [], "sentence": "It was the first BMW to feature the Hofmeister kink (which would become the symbol of the company).", "response": 0, "entities": [[[17, 3], [86, 11]], [[36, 15]]]}
{"subjects": [], "objects": [], "sentence": "The company head office is in the inmobiliaria Colonial in the MV49 Business Park in Madrid.", "response": 0, "entities": [[[0, 11]], [[63, 18]], [[85, 6]]]}
{"subjects": [], "objects": [], "sentence": "The company was bequeathed to a close family friend Guy Nicholas (Nick) Vansittart, then Chairman of Vauxhall Motors.", "response": 0, "entities": [[[0, 11]], [[52, 12], [66, 4]], [[72, 10]], [[101, 15]]]}
{"subjects": [], "objects": [], "sentence": "Formerly owned by Sheikh Abid Gulzar, the Claremont was acquired in the mid-2010s by Daish's Holidays.", "response": 0, "entities": [[[18, 18]], [[42, 9]], [[85, 16]]]}
{"subjects": [2], "objects": [1], "sentence": "In 1999, Bethlehem Steel, the owner of Lukens Steel at the time, declared bankruptcy and sold off the Houston and Massillon mills to Allegheny Teledyne.", "response": 1, "entities": [[[3, 4]], [[9, 15]], [[39, 12]], [[102, 7]], [[114, 9]], [[133, 18]]]}
{"subjects": [1], "objects": [2], "sentence": "The company's assets were sold at an auction, excluding Vigil Games, which was shut down along with the parent company, THQ.", "response": 1, "entities": [[[0, 11]], [[56, 11], [69, 5]], [[120, 3]]]}
{"subjects": [], "objects": [], "sentence": "In Tarfaya, Morocco, next to the Cape Juby airfield where Saint-Exupéry was based as an Aéropostale airmail pilot/station manager, Antoine de Saint-Exupery Museum was created honouring both him and the company.", "response": 0, "entities": [[[3, 7]], [[12, 7]], [[33, 9]], [[58, 13], [190, 3]], [[88, 11], [198, 11]], [[131, 31]]]}
{"subjects": [], "objects": [], "sentence": "The Curfew Tower, also known as the Fire Bell Gate, was one of the abbey's three gateways and is the only part of the abbey not in ruins.", "response": 0, "entities": [[[4, 12]], [[36, 14]], [[63, 9], [114, 9]]]}
{"subjects": [0], "objects": [1], "sentence": "It is a subsidiary of the Pentland Group.", "response": 1, "entities": [[[0, 2]], [[26, 14]]]}
{"subjects": [], "objects": [], "sentence": "The company subsequently licensed the technology to Celluon of Korea.", "response": 0, "entities": [[[0, 11]], [[52, 16]]]}
{"subjects": [1], "objects": [2], "sentence": "On 24 October 2011, Air Nelson, a subsidiary of Air New Zealand, commenced flights between Auckland and Paraparaumu.", "response": 1, "entities": [[[3, 15]], [[20, 10]], [[48, 15]], [[91, 8]], [[104, 11]]]}
{"subjects": [], "objects": [], "sentence": "In 2007, rapper Kanye West's restaurant company, KW Foods LLC, struck a deal to open up to 10 Fatburger restaurants in Chicago.", "response": 0, "entities": [[[3, 4]], [[16, 10]], [[49, 12]], [[94, 9]], [[119, 7]]]}
{"subjects": [], "objects": [], "sentence": "The company has its headquarters in Monterrey, Mexico.", "response": 0, "entities": [[[0, 11], [16, 3]], [[36, 9]], [[47, 6]]]}
{"subjects": [], "objects": [], "sentence": "Spafax's main clients are airlines, which started the company.", "response": 0, "entities": [[[0, 6]], [[50, 11]]]}
{"subjects": [], "objects": [], "sentence": "The company started up in 1998 in Cambridge, UK and is run by ex book publisher Robert Hyde in partnership with Ken Howard and Sophia Hyde.", "response": 0, "entities": [[[0, 11]], [[26, 4]], [[34, 9]], [[45, 2]], [[80, 11]], [[112, 10]], [[127, 11]]]}
{"subjects": [0], "objects": [1], "sentence": "Equity Bank is a wholly owned subsidiary of Equity Group Holdings Limited.", "response": 1, "entities": [[[0, 11]], [[44, 29]]]}
{"subjects": [0], "objects": [1], "sentence": "The Wichita Falls and Northwestern Railway (WF&NW), a Missouri, Kansas and Texas Railway (Katy) subsidiary, reached the new settlement in spring, 1912.", "response": 1, "entities": [[[4, 38], [44, 5]], [[54, 34], [90, 4]]]}
{"subjects": [0], "objects": [1], "sentence": "Heavy maintenance is now contracted out to Maintrain, a UGL Rail subsidiary, with workshops at Clyde.", "response": 1, "entities": [[[43, 9]], [[56, 8]], [[95, 5]]]}
{"subjects": [0], "objects": [3], "sentence": "The Chicago Smash is a World TeamTennis (WTT) franchise founded in 2020, owned by the league.", "response": 1, "entities": [[[4, 13]], [[23, 16], [41, 3]], [[67, 4]], [[82, 10]]]}
{"subjects": [], "objects": [], "sentence": "Africa Burns Creative Projects (AfrikaBurn) was created in 2007 as a not-for-profit company, with the intention that it would serve as a vehicle for the creation and co-ordination of an independent South African Burning Man regional event.", "response": 0, "entities": [[[0, 30], [32, 10]], [[59, 4]], [[198, 25]]]}
{"subjects": [], "objects": [], "sentence": "The Browning BLR is a lever-action rifle manufactured by Browning Arms Company.", "response": 0, "entities": [[[4, 12]], [[57, 21]]]}
{"subjects": [], "objects": [], "sentence": "In 1926, Cycle & Carriage shifted its headquarters to Orchard Road in Singapore, with capital of SG$5 million and registered as a public company known as The Cycle & Carriage Company (1926) Limited.", "response": 0, "entities": [[[3, 4]], [[9, 16], [34, 3]], [[54, 12]], [[70, 9]], [[154, 28]], [[184, 4]]]}
{"subjects": [0, 4], "objects": [1, 2], "sentence": "It ws owned by Prime Time Partners, but was sold to HC2 Holdings in June 2019, along with WSPF-CD..", "response": 1, "entities": [[[0, 2]], [[15, 19]], [[52, 12]], [[68, 9]], [[90, 7]]]}
{"subjects": [], "objects": [], "sentence": "By 1947, the company had reached New York, debuting at the Belasco Theatre with Humphrey's Day on Earth.", "response": 0, "entities": [[[0, 7]], [[9, 11]], [[33, 8]], [[59, 15]], [[80, 23]]]}
{"subjects": [], "objects": [], "sentence": "Between 2002 and 2008, David Einhorn, the manager of Greenlight Capital, a hedge fund engaged in heavy short selling of Allied's stock as he tried to demonstrate that the company's valuation of its illiquid securities was inflated.", "response": 0, "entities": [[[8, 4]], [[17, 4]], [[23, 13], [138, 2]], [[53, 18], [167, 11], [194, 3]], [[120, 6]]]}
{"subjects": [1], "objects": [4], "sentence": "The Azteca America programming and affiliation can also be seen on W16CC-D (channel 16), licensed to West Gate, Florida and owned by HC2 Holdings.", "response": 1, "entities": [[[4, 14]], [[67, 7]], [[101, 9]], [[112, 7]], [[133, 12]]]}
{"subjects": [], "objects": [], "sentence": "A large part of the land (including the site of Folgers Estate) was sold in 1846, to Charles Brown, a lumberjack who built the city's first sawmill and named the property \"Mountain Home Ranch\".", "response": 0, "entities": [[[48, 14]], [[76, 4]], [[85, 13], [113, 3]], [[172, 19]]]}
{"subjects": [], "objects": [], "sentence": "He was an employee of SAAB from 1944 to 1946, the Swedish National Defence Research Institute (FOA) from 1946 to 1950, and the semi-governmental nuclear energy company AB Atomenergi from 1950 to 1954.", "response": 0, "entities": [[[0, 2]], [[22, 4]], [[32, 4]], [[40, 4]], [[50, 43], [95, 3]], [[105, 4]], [[113, 4]], [[168, 13]], [[187, 4]], [[195, 4]]]}
{"subjects": [], "objects": [], "sentence": "In the early 1970s the jumbo jets Boeing 747s and Douglas DC-10s came to the company during an expansion of the intercontinental routes, specially to Central America.", "response": 0, "entities": [[[34, 11]], [[50, 14]], [[73, 11]], [[150, 15]]]}
{"subjects": [], "objects": [], "sentence": "The company adopted the name Gambro, which is the abbreviation of the original Swedish company name: “Gamla Brogatans Sjukvårdsaffär Aktiebolag\".", "response": 0, "entities": [[[0, 11]], [[29, 6], [37, 5]], [[79, 7]], [[102, 41]]]}
{"subjects": [], "objects": [], "sentence": "Bechtel Company, and was one of the Six Companies, Inc. that constructed the Hoover Dam, then later became Bechtel Corporation (the 8th largest privately owned company in United States, as of 2017).", "response": 0, "entities": [[[0, 15], [107, 19]], [[36, 19]], [[77, 10]], [[171, 13]], [[192, 4]]]}
{"subjects": [], "objects": [], "sentence": "A reading of Molly Brown, the first of the revised versions by Dick Scanlan, took place in Denver at the Denver Center Theatre Company's Colorado New Play Summit in February 2009.", "response": 0, "entities": [[[13, 11]], [[63, 12]], [[91, 6]], [[105, 29]], [[137, 24]], [[165, 13]]]}
{"subjects": [], "objects": [], "sentence": "Sears Canada distributed big-book catalogues, including the Wish Book, until the company's dissolution in 2018.", "response": 0, "entities": [[[0, 12], [77, 11]], [[60, 9]], [[106, 4]]]}
{"subjects": [], "objects": [], "sentence": "The company has its roots in the Brenham Creamery Company, which opened in 1907 to purchase excess cream from local dairy farmers and sell butter to people in Brenham, Texas, a town situated approximately 70 miles northwest of Houston.", "response": 0, "entities": [[[0, 11], [16, 3]], [[33, 24], [59, 5]], [[75, 4]], [[159, 7]], [[168, 5]], [[227, 7]]]}
{"subjects": [], "objects": [], "sentence": "Occasionally, when Blue Bell enters a market the company marks the occasion with the introduction of a regional flavor within that market.", "response": 0, "entities": [[[19, 9], [45, 11]]]}
{"subjects": [], "objects": [], "sentence": "Charles Ochiltree was installed as the Managing Director of Coventry Stadium Ltd at Brandon despite only having a minor shareholding in the company.", "response": 0, "entities": [[[0, 17]], [[39, 41]], [[84, 7]]]}
{"subjects": [], "objects": [], "sentence": "Dance companies such as the Doug Varone and Dancers company continue to teach Limón's style of dancing.", "response": 0, "entities": [[[28, 23]], [[78, 5]]]}
{"subjects": [], "objects": [], "sentence": "In 1996 Mow relocated the company's Hong Kong office into a special economic zone in China.", "response": 0, "entities": [[[3, 4]], [[8, 3]], [[22, 11]], [[36, 9]], [[85, 5]]]}
{"subjects": [3], "objects": [0], "sentence": "Jacobsen Elektro, a Norwegian power development company, through its Ugandan subsidiary, Jacobsen Elektro Uganda Limited, owns the development rights to the power station.", "response": 1, "entities": [[[0, 16], [65, 3]], [[20, 9]], [[69, 7]], [[89, 31]]]}
{"subjects": [], "objects": [], "sentence": "They sold two of their mills, Cheongwon and Singburi Mill in Thailand, to the Norwegian pulp and paper company Norske Skog on 18 September 1998.", "response": 0, "entities": [[[30, 9]], [[44, 13]], [[61, 8]], [[78, 9]], [[111, 11]], [[126, 17]]]}
{"subjects": [], "objects": [], "sentence": "The company also collaborated with GameTrust Games on a virtual reality project named The Invisible Hours, in which players will solve a murder mystery.", "response": 0, "entities": [[[0, 11]], [[35, 15]], [[86, 19], [110, 5]]]}
{"subjects": [], "objects": [], "sentence": "There had been many discussions over the future of the company in the second review period, and it was announced on 7 May 2010 that Transport for London had agreed to buy the shares of Bechtel and Amey (Ferrovial) from Tube Lines for £310 million.", "response": 0, "entities": [[[51, 11]], [[116, 10]], [[132, 20]], [[185, 7]], [[197, 4]], [[203, 9]], [[219, 10]]]}
{"subjects": [], "objects": [], "sentence": "The film was distributed across the United States through ABKCO Films, owned by Allen Klein, manager of The Beatles.", "response": 0, "entities": [[[36, 13]], [[58, 11]], [[80, 11]], [[104, 11]]]}
{"subjects": [], "objects": [], "sentence": "Although the architect is unknown, a possible candidate would be James Cowlishaw, who designed a store for Alexander's brother's company, George Raff and Co in 1862 and later, in 1864, additions to Raff's Wharf in Brisbane.", "response": 0, "entities": [[[65, 15], [82, 3]], [[107, 9]], [[138, 18]], [[160, 4]], [[179, 4]], [[198, 12]], [[214, 8]]]}
{"subjects": [], "objects": [], "sentence": "The British government agreed that Rhodes' company, the British South Africa Company (BSAC), would administer the territory stretching from the Limpopo to Lake Tanganyika under charter as a protectorate.", "response": 0, "entities": [[[4, 7]], [[35, 6]], [[56, 28], [86, 4]], [[144, 7]], [[155, 15]]]}
{"subjects": [1], "objects": [2], "sentence": "The question was whether, through the Texas subsidiary, NAAC, Cape Industries plc was ‘present’.", "response": 1, "entities": [[[38, 5]], [[56, 4]], [[62, 19]]]}
{"subjects": [], "objects": [], "sentence": "In late 2015, the company bought eight second-hand DAF double deckers from Ensign.", "response": 0, "entities": [[[3, 9]], [[14, 11]], [[51, 3]], [[75, 6]]]}
{"subjects": [], "objects": [], "sentence": "This peninsula forms part of the township of Georgetown Royalty, Prince Edward Island and extends into Cardigan Bay, a sub-basin of the Northumberland Strait to the east.", "response": 0, "entities": [[[45, 18]], [[65, 20]], [[103, 12]], [[136, 21]]]}
{"subjects": [], "objects": [], "sentence": "The property is owned by Australia Post and the Keane Family Trust.", "response": 0, "entities": [[[25, 14]], [[48, 18]]]}
{"subjects": [], "objects": [], "sentence": "Hilton's largest stockholders were until mid 2018 HNA Group, Blackstone, and Wellington Management Group, which own 25%, 15.2%, and 6.7% of Hilton common stock respectively.Hilton Hotels are now a stand-alone company.", "response": 0, "entities": [[[0, 6], [140, 6], [173, 13]], [[41, 8]], [[50, 9]], [[61, 10]], [[77, 27]]]}
{"subjects": [], "objects": [], "sentence": "Martin J. Geller is an American businessman, founder of Geller & Company, and a minority owner in the Philadelphia 76ers.", "response": 0, "entities": [[[0, 16]], [[23, 8]], [[56, 16]], [[102, 18]]]}
{"subjects": [], "objects": [], "sentence": "In the early 1970s the company bought Douglas DC-9s and Boeing 747s as it expanded routes to Central America, Warsaw, Athens and Istanbul.", "response": 0, "entities": [[[19, 11]], [[38, 13]], [[56, 11]], [[93, 15]], [[110, 6]], [[118, 6]], [[129, 8]]]}
{"subjects": [], "objects": [], "sentence": "The company now trades as 'Llewelyn Davies' and retains the name 'Llewelyn Davies Weeks Ltd' in memory of the founding partners.", "response": 0, "entities": [[[27, 15]], [[66, 25]]]}
{"subjects": [], "objects": [], "sentence": "By this time, the team was co-owned by Kadkhodaian and Rick Schram.", "response": 0, "entities": [[[14, 8]], [[39, 11]], [[55, 11]]]}
